[
    {"name":"ग्रहफलादेेेश"},
    {"raviphladesh":[
            {"label":"रवि फलादेश :"},
            {"value":"लग्नस्थानीं रवि असल्याने मनुष्य संततीच्या बाबतींत सुखी राहात नाहीं.या राशींतील रवि नेत्रपीडा निर्माण करील.त्याच्या अंगावर केंस थोडे असतात.थोडा आहार,सुख भोगाची आवड रणोत्साह निर्माए करणारा, उदार, कुलशीलवान्‌ व लोभी असतो.रवि गर्विष्ठपणा व दुराग्रहीपणा आणतो.रवि मनुष्याला पराक्रमी व कर्तबगार बनवितो.कुटुंब व घरदार यांवर विशेष ममता उत्पन्न करितो.रवि लग्नीं असल्याने बुद्धीमान्‌, न्यायी, उदार व शस्त्रप्रिय असतो.हा माणूस भावंडांशीं विरोध करणारा व शरीरप्रकृति पित्तवातांनीं अशक्त असा असतो.सामान्य लग्नीं रवि असणारा माणूस राजमान्य व पराक्रमी होतो.15 व्या वर्षी शरीरास पीडा होते."},
            {"value":"द्वितीयस्थानीं रवि असणारा मनुष्यमुखरोगी असतो.त्याला नेत्ररोगही होतात.त्याचा स्वभाव फार खर्चीक व उदार असतो.द्रव्यसंचय होणे कठीण असतें.असा मनुष्य नेहमी कर्जबाजारी देखील असूं शकतो.रवि या स्थानीं उच्च किंवा जलराशीचा असेल तर संपत्ति टिकते.द्वितीयांतील रविमुळें स्त्रीची प्रकृति अशक्त राहाते.कुटुंब व स्त्री याचेपासून त्याला नेहमीं दगदग होते.चतुष्पादांपासून त्याला सुख होतें.शत्रूंना अनुकुल करून घेण्याचें कौशल्य त्याचे ठिकाणीं असतें बोलण्यांत दोष असतो.माणयाचा आवाज मोठा करितो.त्याची कडक भाषा ऐकून वारंवार दुसऱ्या लोकांना राग येतो.त्याची बुद्धि सामान्यच असते.त्याला पित्या पासून किंवा पितृसदृश (चुलते वगैरे)लोकांपासून व राजदरबारांतून धनलाभ होतात.या स्थानांतील रवि १७ व्या वर्षी पशु व यांचा नाश करितो."},
            {"value":"तृतीयस्थानीं रवि असल्याने असा मनुष्य बहुधा भावंडां वडील असतो.तृतीयांतील रवीमुळें मनुष्य शूर व पराक्रमी होतो.त्याचे पाणीदार डोळे, तीक्ष्ण बुद्धि, काव्यकर्तृत्व , व्यापारांतील हुशारी व उत्तम शरीर यांमुळें दुसऱ्यावर त्याची सहज छाप पडते.मात्र त्याला बंधुसुख कमी असतें.त्याला शास्त्रीय विषय व ललितकला यांची आवड असते.स्वभाव दृढनिश्र्च्यी व उद्योगशील असतो.त्याला प्रवास करणे फार आवडतें.त्याला कोणधत्याही प्रकारचे मित्र मिळाले तरी त्यांचेबरोबर त्याचें जमतें.सत्ताधीशत्व त्याला मिळतें.त्याचें वडील भाव्वडील भावेड त्याच्या सुखाला मुळींच कारण होत नाहीं. त्याची गंभीर वृत्ति बहुधा चलित व्हावयाची नाहीं.घोड्‌यावर बसणें, धावणें व जाहीर रीतीनें कोणताही कार्यक्रम करणें याची आवड असते.युद्धविद्या हा देखील त्याच्या आवडीचा विषय असतो.त्याला वारंवार कर्णरोग होतात.वयाच्या २०व्या वर्षी त्याला धन प्राप्त होतें."},
            {"value":"चतुर्थस्थानीं रवि असल्याने राजदरबारांत कष्ट भोगणारा, पितृधनहीन, मानहीन,बंधुवर्गापासून हानि पावणारा, तंटेबखेडे करणारा, वाहनांपासून दु:ख भोगणारा व सुखहीन होतो.मात्र या स्थानांत रवि उच्च किंवा शुभग्रहसंबंधी असल्याने उत्तरवयांत चांगलें सुख मिळतें.तो राजप्रिय व धनवान होतो.जमीनजुमला, शेतीवाडी यांचा उपभोग  मिळतो.गूढ विद्यांची आवड उत्पन्न् होते.चतुर्थांत रवि असणारा मनुष्य नेहमीं चिंतातुर असतो.रवि असल्यान मातृसुख कमी मिळतें.चतुर्थांतील जलराशीचा रवि बागाईत व फळें­भाज्या यांचेपासून फायदा दर्शवितो. चतुर्थांतील रविमुळें ललित कलांवर प्रेम राहातें.त्या मनुष्याला १४ व्या वर्षी कलहपीडा होते."},
            {"value":"पंचमस्थानीं रवि असल्याने चंचलबुद्धि व प्रवासप्रिय मनुष्य होतो.या स्थानांतील रवि विद्याभ्यासांत अर्धवटपणा पण बहुश्रुतपणा आणतो. शालागृहें,नाटकगृहें,ललितकला, यांसंबंधीं आवड विशेष असते.त्याच्या स्वभाव फार उदार असतो.सरकारी हुंड्‌या, सट्टे,व्यापार, रेसीस , वगैरेमध्यें पैसा मिळविण्याची त्याला हौस असते व तसा पैसा त्याला पुष्कळदां मिळतो देखील.त्याची धर्मावर फारशी श्रद्धा नसते.त्याचे तर्क पुष्कळदां बरोबर येतात.मंत्रविद्या, कपट, वारेवार चुका करणें, विलासप्रियता व प्रसंगीं आप्तजनांशीं देखील क्रुरपणा हदोष त्याच्या अंगीं असतात.पंचमांतील रवि संततीला फार अनिष्ट असतो.बहुधा प्रथम जर पुत्र अपत्य झालें तर तें जगत नाहीं.कन्यासंततीला जगते.यास्थानीं रवि जलराशींत किंवा सिंहराशींत किंवा गुरूशीं पूर्ण शुभसंबंधी असेल तर संतति पुष्कळ होऊं शकते व संततिसुख साधारण तरी मिळतें.पचमांतील रवि ९ व्या वर्षी पितृनाश करितो."},
            {"value":"षष्ठस्थानीं रवि असल्याने मनुष्य कामासक्त, शूर, राजपूज्य, स्वाभिमानी, प्रख्यात व संपत्तिमान होतो.त्याचा स्पष्टेवक्तेपणा पुष्कळदां त्याला शत्रू उत्पन्न् करितो.त्याची शरीरप्रकृति निरोगी राहाते.त्याला मातुलसुख बरें मिळतें.या स्थानीं रवि पीडित असेल तर शरीरप्रकृति रोगी असते.तो ज्या राशींत असेल त्या राशींनें दर्शित शरीरावयव दुर्बल असतो.आयुष्य कमी होतें.दीर्घकाल टिकणारे रोग होतात. २.८.११ या राशींत असून पीडित असेल तर कंठरोग,दमा,मूतखडा, हृदयरोग व कटिरोग होतात. ३.६.१२ या राशींत असून पीडित असेल तर कफक्षय,फुप्फुसाचे रोग, आमविकार, हे रोग होतात. ४.७.१० या राशींत असून पीडित असेल तर यकृतासंबंधीं विकार,पित्ताशयाचे रोग,पोटाचे विकार, संधिवात वगैरे रोग होतात .या स्थानांतील रवि ३ऱ्या वर्षी सुखदायक होतो"},
            {"value":"सप्तमांत रवि असल्याने मनुष्य रागीट होतो.त्याला स्त्रीपासून सुख फारसें मिळत नाहीं.आयुष्यांतील बहुतेक काळ विरहावस्थेंतच जातो दुसऱ्याचें बरें झालेलें ऐकून तसें आपलें केव्हां होईल अशी चिंता त्याला सदैव लागलेली असते.तो पा्रमाणिक,डौलानें राहाणारा,भागीदारांशीं निष्कपटी वृत्ति ठेवणारा व थोर थोर सन्माननीय व्यक्तींशीं सप्रमाण वादविवाद खेळणारा होतो.त्याला भागीदारही चांगले थोर मिळतात.सप्तमांत रवि असणारा माणूस स्त्रियांकडून पराभव पावणारा असतो.त्याला फार बोलणें आवडतें.तो सभेंत किंवा संग्रामांत विजयी होतो.देशांतरीं त्याचा भाग्योदय होतो.यांत्रिक शक्तीपासून फायदा होतो.आयुष्यांतील मध्यावस्थेच्या प्रारंभीं विवाहयोग येतो.ह्या स्थानीं सुर्य पीडित असेल तर जमलेलीं लग्नें फिसकटतात.त्याची वृत्ति चंचल असते.त्याला साहसकर्मही करणें आवडतें.या स्थानांतील रवि २४ व्या वर्षी धनलाभ व स्त्रीसुख देतो."},
            {"value":"अष्टतस्थानीं रवि असल्याने मनुष्य नेहमीं मोठा भांडखोर,अतृप्त व सुखाची अभिलाषा बाळगून त्यासाठीं वृथा परिश्रम करीत असलेला आढळतो.त्याचें शरीर कृश असतें व तो आप्तांपासून स्वत:च्या दुर्गुणांमुळें अपमान पावणारा असतो.अष्टमांतील रवि लग्नानंतर लाभ करून देतो.मरणसमयीं सन्मान लाभतो.भागीदारांपासून चांगली मदत होऊं  शकते. ३०­३१­ ३२­३३ या वर्षी अपमृत्यूचा संभव असतो.वयाच्या तिसऱ्या वर्षी मृत्युसम पीडा होते.अष्टमांतील रवि हा स्त्रीचा नाश नाश करिल असेंच केवळ नव्हे, पण स्त्री किंवा पति यांची प्रकृति नेहमीं आजारी राहिल व त्यामुळेंच दगदग वाढेल. त्याचा स्वभाव त्यागी, चंचल,कलहप्रिय, विद्वान लोकांकडून सेवा घेणारा,फार बोलणारा, शीलरहित व विलासरहित, जीर्णवस्त्रें परिधान करणारा असा असतो त्याला पुत्र थोडे असतात.  डोळ्‌यांमध्यें विकार उत्पन्न् होतो.आप्तजनांकडून त्याची नेहमीं फसगत होते.  त्याला देशांतर करावें लागतें, अज्ञातवासाचेही प्रसंग येतात.लोहघात, बंधन, क्षयरोग, राजाची अवकृपा व अपराधाबद्दल भोगावी लागणारी शिक्षा यांमुळें त्याला मरण येतें.  फार भटकणें व त्यामुळें दु:खी होणें हे प्रसुग त्याचेवर वारंवार येतात.त्या मनुष्यास वारसापासून धन मिळतें.  मृत्यु एकाएकीं येतो.तो शुभग्रह युेत असेल तर आयुष्य जास्त मिळतें.त्याला गंह्यरोग असतो.अष्टमस्थानांतील रवि ३४ व्या वर्षी स्त्रीनाश निर्मा करितो"},
            {"value":"नवमस्थानांत रवि असल्याने मनुष्य मातृपितृद्वेषी, गुरूजनांशीं स्पर्धा करणारा व व्कचित्‌ परधर्म स्वीकारावा ही लागतो.त्याला कीर्ति फार मिळते.दूरच्या प्रांतांत भाग्योद होतो.त्याला कर्मठपणा फार आवडतो.ऐश्र्वर्योपभोग भोगणारा, संततीयुक्त असा मनुष्य होतो.आयुष्याच्या प्रथम भागांत हा रोगी असतो व नंतर धनवान, दिर्घायुषी,गंभीर वृत्तीचा असा होतो.रवि या स्थानीं असेल तर त्याचे हातून संस्मरणीय धार्मिक कार्ये घडतात.मित्रांपासून नेहमीं लाभ होतात.त्याला स्थावर इस्टेटीचे लाभ होतात.प्रवासांत पुष्कळ धन प्राप्त होतें.शास्त्रीय ज्ञानाची आवड असते.तो कायदेकानून व व्यवहार उत्तम जाणणारा असतो.या स्थानांतील रवि उच्चीं, स्वगृहीं किंवा शंभसंबंधित असल्याने तो योग उत्तम भाग्यवृद्धिकारक असतो.नवपंचमोतील रवि १० व्या वर्षी तीर्थयात्रा व धर्मकृत्यें घडवितो."},
            {"value":"दशमस्थानीं रवि असल्याने तो मनुष्य खात्रीनें महत्वास चढेल यांत संशय नाहीं.त्याला पितृसुख उत्तम मिळतें. धनलाभ होतात.सुस्वभावामुळें सन्मित्र मिळतात.विद्वतेमुळें व कर्तबगारीमुळें कीर्ति मिळते व लोकप्रियतेचें बल त्याच्या जवळ नेहमीं राहतें.त्याला राजासारखें ऐश्र्वर्य प्राप्त होतें. त्याची सात्विक बुद्धि, दुसऱ्याला आपल्याकडे आकर्षण करून घेण्याजोगी आकर्षकता, लेखनकौशल्य व स्वसंस्कृतीचे प्रतिपालन करण्याची आवड यांमुळें त्याला नेहमीं सुखाचा काळ प्राप्त होतो.हुद्दा, अधिकार व सरकारी नोकरी यांपासून लाभ होतात.त्याचा स्वभाव फार मानी असतो.अनेक वेळां नि:स्पृहपणें तो विरोधी प्रचंड शक्तीशींही टक्कर देऊं शकतो. याचा भाग्योदय मध्यम वयांत (३० वषार्ंंचे सुमारास)होतो. या स्थानोतील रवि ललितकलांची आवड उत्पन्न् करतो.रवि शेतीकडे मन वळवितो.जलपर्यटनापासून लाभ घडवितो. हिंस्त्र वृत्तीवर विजय मिळवून देतो.हा मनुष्य् शिकार करण्यांत पटाईत असतों.मोठी सत्ता देत नाहीं.या स्थानांतील रवि १९ व्या वर्षी परदेशगमन करवितो."},
            {"value":"एकादशांतील रवि संपत्ति पुष्कळ देतो.त्या मनुष्याला स्त्रिया व नोकर यांपासून सुख प्राप्त होतें.तो पराक्रमी, बुद्धिमान्‌, धर्मशील, शत्रूवर्गावर विजय मिळविणारा व जितेंद्रिय असतों.पुत्रसुख त्याला फरसें मिळत नाहीं.त्याला मित्र चांगले व मोठ्‌या कुळांतले मिळतात.त्याच्या अनेक आशा सफल होतात.राजाचा किंवा धनिकाचा खासगी कारभार अशा मनुष्याकडे असतो.हा मनुष्य संचय करण्यांत चतुर असून नोकरांकडून कसून व हसून काम करवून घेतो.कार्यकालीं प्रेमरहित होतो.त्याला विद्या चांगली प्राप्त होते.त्याला सुंदर स्त्री मिळते.चांगल्याइमारतींत  तो राहातो।उत्तम पदार्थ भक्षण करितो।गीतवाद्यप्रिय असतो।गुप्त सल्लामसलत देण्यांत पटाईत असतो।त्याचा प्रामाणिकपणा त्याला मोठा  अधिकार प्राप्त करून देतो।थोर थोर लोकांच्या भेटीची त्याला फार आवड असते।त्याला वारंवार अकस्मात्‌ लाभ होतात। एकादशांतील रवि २४ व्या वर्षी पुत्रलाभ देतो।  "},
            {"value":"द्वादशस्थानीं रवि असल्याने आत्मविश्र्वास मोठा असतो।वैद्यक व गूढ शास्त्रे यांची आवड असते।त्याला पितृसुख कमी असतें।द्रव्यहीनता, दारिद्रय  व अनेक कष्ट यांतच आयुष्याचा पूर्वार्ध जातो।रवि शुभसंबंध असल्याने उत्तरार्धामध्यें कांहींसें सुख मिळतें।रवि पीडित असता सरकारी अधिकारी व वरिष्ठ लोक यांचेपासन वारंवार त्रास होतो।बंधनांत पडावें लागतें। स्वदेशत्यागाची पाळी  येते।रवि जलराशींत दूषित असता स्वत:च्याच दुर्वर्तानानें आपली कीर्तिव धन हीं नष्ट होतात।मात्र शुभसंबंधित रवि या स्थानांत असल्याने धर्मादायसंस्था, तुरूंग दवाखाने।अध्यात्मविषय यांपासून सन्मान व लाभप्राप्त होतो।  या स्थानांतील रवि प्रवास  करवितो, नेत्ररोग उत्पन्न् करितो,  धार्मिक आचारांचें शैथिल्य आणितो,  बांधवविरोध घडवितो व कुक्षिरोग निर्माण करितो।या स्थानांत रवि असणारीं माणसें विचित्रबुद्धिशाली असतात।तीं अनेक प्रयत्न व कारस्थानें करणारी निपजतात।संग्रामांत अपयश, व्यसनीपणा, वितेडवाद व उधळेपणा हे दुर्गुण बहुधा आढळतात। या स्थानांतील रवि ३२ व्या वर्षी हानि घडवितो।"}
        ]
    },
    {
        "chandraphladesh":[
            {"label":"चंद्र फलादेश :"},
            {"value":"लग्नस्थानीं चंद्र असल्याने त्या मनुष्याला भटकण्याची हौस फार असते।तो विलासी,स्त्रीप्रिय़ मित्रवत्सल, चंचल स्वभावाचा,सज्जन व भित्रा असा असतो।अशीं माणसें सार्वजनिक कामांतस्वार्थ न ठेवितां कामें करितात।त्याला पाण्यापासून फार भीती वाटते।भोडणतंटे मिटविण्याकडे त्याचें लक्ष असतें।लग्न चंद्र असल्याने स्थिऱ गंभीर धीरोदात्त, भाग्यशाली व वैभवयुक्त मनुष्य होतो।मनुष्य धाडसी व उतावळा होतो। शस्त्राभ्यासी व विद्वान होतो। लोकप्रिय़ मायाळू,भित्रा व शेतीची आवड बाळगणारा मनुष्य होतो।व्यसनीपणा येतो।तीं माणसें अश्र्लील बोलत असतात।लग्नीं चंद्र असल्याने झोपेंत चालणें,बडबडणें,लाळ गळणें, ही चाळे त्याचेकडून होतात। त्याला पितृसुख फारसें मिळत नाहीं।तो कर्णरागी होतो।कफरोगापासूनही वारंवार उपद्रव होतात।.नेत्र लवकर बिघडतात, परंतु त्याचे डोळे सतेज व दुसऱ्यावर सहज छाप पाडणारे असतात। मात्र अशा माणसाला स्त्रीविरह होतो।माणसाला  २७ व्या वर्षी रोगपीडा होते।"},
            {"value":"द्विमीयस्थानीं चंद्र असल्याने मनुष्य विषयी, उत्तम वाचाशक्ति, विद्याव्यासंगी,मर्मज्ञ,धनवान्‌ व उदार होतो।अशीं माणसें  द्रव्यसंचय करितात, पण धनासंबंधी त्यांचीं विवंचना कधींच कमी होत नाहीं।त्यांना कौटुबिक सुख मिळतें।त्वचारोग होतात।चंद्र   बुधदृष्ट असल्याने पूर्वार्जित व स्वोपरर्जित धनापासून सुख मिळणार नाहीं व रत्नादिकांच्या ऐश्र्वर्याचाही नाश होतो। परमुलुखांत प्रवास केल्यामुळें त्याला फायदें होतात।सार्वजनिक संबंधाच्या प्रश्र्नांशीं त्याचा नित्य परिचय राहातो।त्याची सांपत्तिक स्थिति क्षणांत भरभराटीची तर क्षणांत अडचणीची होते।सार्वजनिक हितसंबंधी उद्योगापासून द्रव्यलाभ होतात।पापग्रदूषित   असल्याने वारंवार नुकसानीचे प्रसंग येतात।धनस्थानांतील चंद्र विशेषत: स्त्रीवर्गाकडून किंवा कलासंपन्न् माणसांकडून धनाची प्राप्ति किंवा नाश करवितो।शुभ्र व प्रवाही वस्तूंच्या व्यापारापासून त्याला धनलाभ होतात।त्याला सामान्यत: आरोग्य चांगलें मिळतें।या स्थानांत चंद्र शुभसंबंधित असल्याने मनुष्य वैद्यकी ितो व नाना प्रकारच्या वस्तूंचा संग्रह करण्याचा त्याला नाद असतो। सार्वजनिक कार्यांत तो बहुधा विजयी होतो।चंद्र दूषित असल्यास मनुष्याच्या डोळ्‌यांत मोठेंसें तेज नसतें।स्वभावही उधळ्‌या असतो।कठीण परिस्थितीशीं झगडण्यांतच काळ जातो।धनस्थांतील चंद्र २७ व्या वर्षी धनलाभ देतो।"},
            {"value":"तृतीयस्थानांतील चंद्र मनुष्याला सामान्य धनवान्‌, बंधुप्रिय़ लहाऩ भावंडांवर विशेष प्रीती  करणारा व सात्त्विक वृत्तीचा करितो।त्याची धवल कीर्ति नेहमीं प्रज्वलित असते।धर्माध्यायी,बलवान्‌, प्रवासी, तपाचरण करणारा व विद्वान्‌ म्हणून त्याची प्रसिद्धि होते।गूढ विषयाचें ज्ञान करून घेंण्याची त्याला सतत आकांक्षा असते।प्रवासापासून बराच फायदा  होतो।एक धंदा असा टिकत नाहीं।व्यापाराकडे अोढा विशेष असतो।परक्या माणसाकडून एकाकीं मदत होण्याचा प्रसंग येतो।लेखनकार्यही चांगलें होतें।हस्ताक्षर चांगलें असतें।त्याच्या धंद्यांमध्य वारंवार फेरबदल होतो।तीं माणसें विशिष्ट  आवडनिवड असणारीं व लहरी असतात।शेजारीपाजारी लोकांना त्यांचें चांगलें वजन असतें।वयाच्या २७ ते ३० वर्षापर्यंत पुष्कळ प्रवास घडतो व पुढें महत्वाला चढविणारीं कृत्यें हातून घडतात।कीर्तिला च प्रसिद्धीला याच काळापासून सुरूवात होते।  हा चंद्र तिसऱ्याच वर्षा पासून सुख देण्यास प्रारंभ करतो। कर्णस्त्रावरोग होतात।तृतीयांत चंद्र असलेल्या माणसाची धार्मिक मार्गाकडे प्रवृत्ति असतें। काव्यप्रेमी बनवितो।तृतीयस्थानांतील चंद्र ५ व्या वर्षी बंधुलाभ देतो।"},
            {"value":"चतुर्थांतील चंद्रामुळें मनुष्य कीर्तिमान्‌, काव्यकर्ता, सुस्वभावी व सुखी होतो।त्याला परस्त्रियांशीं बोलणें­ चालणें फार आवडतें।या स्थानीं चंद्र पूर्ण असून तर पापग्रहदूषित नसेल तर मनुष्य कृषिकर्म व जलकर्म यापासून द्रव्य मिळविणारा, पुत्रसुखी ,नीतिमान्‌ व ऐश्र्वर्य भोगणारा होतो।त्याला शेतीवाडीपासून चांगला फायदा होतो।खाणींच्या व्यवसायापासून नफा होतो।चतुर्थांत चंद्र असल्याने मनुष्य राहाण्याचें ठिकाण वारंवार बदलतो।बलवान्‌ चंद्र त्या त्तथानांत असल्याने विवाहानंतर भाग्योदय होतो व स्त्रीधन प्राप्तीमुळें उत्कर्ष घडतो। या स्थानांत चंद्र असल्याने मनुष्य हर्ष व शोक यांपासून विकृतचित्त होत नाहीं।चतुष्पाद प्राण्यांपासून सुख मिळतें।मातृसुख उत्तम मिळतें।त्यांच्यावर स्त्रीजनांचें प्रेम चटकन विशेष बसतें।तो पापभीरू असतो।राजघराण्यांपासून त्याला देणग्या मिळतात। त्या मनुष्याचीं पापकर्में फार करून उघडकीस येत नसतात। फार खादाड व आळशी असतो।नीच व व्यसनी लोकांच्या संगतींत जातो।या स्थानीं चंद्र असल्याने संततिसौख्यांत व्यत्यय येतो।चतुर्थांतील चंद्र मनुष्यास २२ व्या वर्षी पुत्रलाभ देतो।"},
            {"value":"पंचमांतील चंद्रामुळें मनुष्य साधुवर्तनी, लक्ष्मीवान्‌, उत्तम शरीरसुख भोगणारा,पठनशील व सन्मानयुक्त होतो।त्याला मंत्रविद्येची विशेष  आवड असते।पंचमांतील चंद्र बुद्धिमत्तेला विशेष महत्वाचा नाहीं।पंचमांतील चंद्र विद्याव्यासंग आणि कला  काैशल्याची आवड निर्माण करितो।त्याचा स्वभाव दयाळू,आनंदी व स्वच्छंदी असतो।त्याला चैनीची आवड विशेष असते।ललितकलांचा व्यासंग त्याला प्रिय असतो व त्यापासून अर्थप्राप्ति देखील होते।या स्थानांत चंद्र बलवान्‌ असल्याने उत्तम  भाग्यवान्‌ संतति होते।कन्यासंतति जास्त होते। पंचमांतील चंद्र लॉटरी,सट्टे वगैरे व्यापारांतही लाभदायक होतो।हा मनुष्य शूर  नसतो।त्याला विद्या, वस्त्र व अन्न् यांचा संग्रह करणें आवडतें।त्याच्या हातून बरींच युभ कार्ये घडतात। धर्मावर फार श्रद्धा असते।देवदेवतार्चन करणें हा तर त्याचा नित्याचा व्यासंग असतो।त्या मनुष्याला दुसऱ्यााचें हृदत चटकन कळतें।प्रवासाची आवड  असते।त्याला आप्त ­स्वकीय 0मंडळी फार अनूकुल राहाते।हसरा, ठकबाज व गोड बोलून बळे कापणारा होतो।या स्थानांतील चंद्र ६ व्या वर्षी अग्नीपीडा करितो।" },
            {"value":"षष्ठस्थानांतील चंद्रामुळें मनुष्य स्वरूपहीऩ.विशेष उधळ्‌या, पुत्रसुख कमी असणारा,भावनावश होणारा व मंदबुद्धीचा होतो।या स्थांनांत चंद्र असल्याने नोकरचालकरांकडून फार त्रास होतो।बालवयांत प्रकृति बरी राहात नाहीं।त्याला सेवावृत्ति चांगली  जमते।नोकरींत चांगली उन्न्ति होते।व्यापारधंद्याला चांगला नाहीं।प्रकृतिसंबंधीं विशेष अनिष्ट फलें निर्माण करितो।या स्थानांतील चंद्र शरीरसुखास चांगला नाहीं। दीर्घायुष्य प्राप्त होतें। शत्रु फार उत्पन्न् होतात।तो नाजुक प्रकृतीचा, मंदाग्नियुक्त  ह्यकिंवा जठराग्नि अत्यंत प्रदीप्तहृ, वारंवार खाण्याची आवड असलेला, मैथुनासक्त व आळशी असतो। त्या माणसाला वात­कफरोग विशेष  असतात।फुफ्फुसांचे विकार व कफविकार होतात। कंठविकार उत्पन्न् करितो। मूतखडा,भगंदर व मूळव्याध उत्पन्न् करितो। जठरविकार उत्पन्न् करितो।व्यसनी होतो। बंधुवर्गांशीं विरोध दाखविणारा, न्यायकार्यांत अपयश देणारा, स्त्रीच्या आराधनेसाठीं खर्च करविणारा व  राजा, चोऱ यांचेपासून उपद्रव देणारा आहे।हा चंद्र ६ व्या वर्षीं अंगपीडा निर्माण करितो।"},
            {"value":"सप्तमांतील चंद्र माणसाला दयाळू, स्त्रीवश, भोगी व प्रवासी करितो।तो वाणिज्यवृत्तीनें उपजीविका करितो।  मिष्ठान्न् प्रिय असणारा, सुखी।  सुप्रसिद्ध होणारा, असा असतो। जमीनदार व स्त्री­पुत्रादिकांनीं युक्त असा होतात। मोठ्‌या वयाची पत्नी मिळते किंवा पूनर्विवाह होतो किंवा अन्य ज्ञातीच्या अथवा अन्य धर्माच्या कन्येशींही विवाह घडतो।विवाह सौख्य चांगलें मिळतें।भागीदार व न्यायखात्यांत मनाजोग्या गोष्टी घडतात।बालवयांत त्रासदायक होत असतो।प्रवास करावयास लावतो।स्त्री मोठी व्यवहारदक्ष  मिळतें।ईर्ष्यायुक्त व कामासक्त करितो।मुली जास्त होतात व विद्या, धऩ स्थावर इस्टेट यांची चांगली प्राप्ति होते। त्याला स्त्री सुख उत्तम मिळून राजमान मिळतो।प्रवास घडून व्यापारांत धनप्राप्ति होते। विवाह अल्पवयांत होतो।असा मनुष्य मोठा स्वाभिमानी व तत्काळ दिसणाऱ्या फायद्याकडे नजर देऊन काम करणारा असतो।दूरवर त्याची फारशीं दृष्टी नसते। वागणूकींत दिनपणा दाखवितो।त्याचें लग्न २४ ते २८ चे दरम्यान होतें।तो अस्थिर प्रेम करितो। स्त्रीसुख फार थोडे मिळतें, सार्वजनिक दुष्कीर्ति होते,उघड शत्रु बरेच होतात व स्त्रीविषयक भांडणें फार माजतात। केव्हां केव्हां व्याभिचारयोगही उत्पन्न् करितो १५ व्या वर्षीं मातृनाश करितो व त्याच वर्षी मृत्युतुल्य पीडा देतो।"},
            {"value":"अष्टमांतील चंद्र बालारिष्ट घडवितो।हा चंद्र पूर्णायु देत नाहीं अशा चंद्राची ज्या ग्रहाबरोबर युति होईल त्या ग्रहाप्रमाणें  मृत्यूचें कारण घडतें।हा चंद्र आरोग्याला चांगला नाहीं।त्याला परद्रव्य हरण करण्याची फार इच्छा असतें।तो निरंतर काळजीनें ग्रासलेला असतो।तो नेहमीं भांडणें करण्यास उत्सुक़ विद्याव्यासंगी व उदार असतो।या स्थानांत चंद्र शुभसंबंधित  असल्याने भागीदारींत चांगला फायदा होतो।श्र्वासकासादिकांनीं पीडा होते।मात्र त्याचेपासून शरीरपीडा फारशी होत नाहीं। सामान्य आजारीपणा फार तर येईल।विशेष व्याधि होणार नाहींत।या स्थानांत शुभराशींस्थ चंद्र मनुष्याला उत्तम बुद्धिवान्‌ करितो व अल्पसंतुष्ट करितो। अष्टमस्थ चंद्रामुळे बहुधा देशत्याग करावा लागतो।तो दुराग्रही, दुर्जनपीडित व दयारहित होतो। चंद्र मंगळ व हर्षल यांनी पीडीत असलेला तेव्हा अपघातानें किंवा बुडुन मरण देतो, किंवा आकस्मिक रीतीनें अपमृत्यु येतो।चंद्र  शनींनें युक्त असता दीर्घकालीन आजार होतात। अष्टमांतील चंद्रमुळें लग्नानंतर सांपत्तिक स्थिति बिघडते।मातेला अकालीं मरण  येतें।असा मनुष्य योगाभ्यासी होतो।अष्टमस्थ चंद्र आठव्या दिवशीं, आठव्या महिन्यात किंवा सहाव्या  वर्षांत किंवा आठव्या गंडांतर आणितो।त्याला ३२ व्या वर्षींही जलापासून वगैरे अपघाताचें भय असतें।  "},
            {"value":"नवमस्थानांतील चंद्रामुळें मनुष्य पितृसंवारत होतो।तो देवधर्मकार्यांत तत्पर राहातो।त्याला उत्तम पुत्र होतात।तो जमिनदार व व ऐश्र्वर्यवान्‌ होतो।उत्तम गृहीं राहाणें।साधुजनांचा आश्रय करणें, सत्पात्रीं धनव्यय काणें व किर्तिमान्‌ होणें हीं फलें  मिळतात।परदेशांत चांगला लौकिक होतो।त्याची स्त्री कुटिल असते व त्याला सापत्नमाता असते।नवमस्थ चंद्रामुळें मनुष्य धार्मिक  व नावीन्यप्रिय असतो।त्याला शास्त्राभ्यासाची आवड असून तो प्रवासही करितो।कारकुनी पेशा, कायदेशीर उद्योग़ भागीदारी, , मुद्राकला,जलप्रवास व परदेशांशीं व्यापार यांमध्यें त्याला लाभ होतो।त्याला लोकप्रियता फार मिळते।मात्र चंद्र  अशुभस्थितींत  असेल तेव्हा त्याला निच लोक मित्र मिळतात व स्वधर्मविषयीं त्याच्या मनांत विरोधच राहतो।नवमस्थ चंद्रामुळें २० व्या वर्षी पासून भाग्योदय होतो।"},
            {"value":"दशमस्थानांतील चंद्र मनुष्याला धनधान्यवान्‌ व आनंदी ठेवितो।त्याला शृंगारविषयक व मोहक वस्तूंचा व्यापार यांचा मोठा  नाद असतो।यास्थानांत चंद्र उत्तम बलयुक्त असेल तेव्हा च त्याचें आचरण असतें।तो संतोषी, वंशामध्यें श्रेष्ठ व  व सज्जन म्हणून वाखाणला जातो, त्याला सार्वजनिक कामांत चांगलें यश मिळतें।त्याच्या आयुष्यांत नेहमीं  पुष्कळ उलाढाली व घडामोडी होत राहातात।राजदरबारी काम त्याचे हातून पुष्कळ घडतें।तो सहज उदयाला येतो।त्याला एकाद्वा मोठ्‌या  स्त्रीचाही आश्रय मिळतो।व्यापारी कामकाज़ बँका,वगैरेमध्यें नोकरी मिळते।त्याला वारंवार मोठमोठ्‌या पदव्या मिळतात।जेव्हा पापगृहीं  असेल तर मनुष्य श्र्वासकासादि विकारानें आजारी असतो व तो निरूद्यरेगी व दुर्भागी असतो।त्याचा वारंवार अपमान होतो।तर त्याचा धंदा कधींच स्थिर राहाणार नाहीं।जेव्हा मंगळयुक्त चंद्र असेल तेव्हा मोठी हानि होते व शनियुक्त असेल तर धंद्यांत फार अडचणी येतात।  दशमस्थ चंद्रामुळें २४ व्या व ४३ व्या वर्षी धनलाभ होतात।"},
            {"value":"एकादशस्थ चंद्रामुळें मनुष्य ईर्ष्यावान्‌ व धनवान्‌ होतो।त्याला काव्यकल्पनांची फार आवड असते।तो तपश्र्र्च्या करतो।तो पुष्कळ संतति  देतो।स्त्रियांकडून त्याला वारंवार लाभ होतात। त्याला ज्यांतिषशास्त्रांत प्रावीण्य मिळतें।त्याचीं धर्मवृत्ति स्थिर राहातें।त्याला  नोकरचाकऱ इष्टवर्ग, पुत्र, यांचे सुख लाभतें।त्याचा गोड स्वभाव अनेक लोकांचीं मनें आकर्षण करून घेण्यास समर्थ  ।त्याला संसारसुख उत्तम मिळतें।सार्वजनिक संस्थेंत पुढारीपण लाभतें व इतिहासविषयक आवड त्याला विशेष असते।मात्र लाबड व  व्यसनी लोकांशीं नेहमीं मैत्रीचा प्रसंग येतो।समाजांत मान राहात नाहीं।विद्याभ्यासांत नेहमीं मांद्य  येतें।आप्तजनांकडून वारंवार पीडा होते व संततिसौख्य मिळत नाहीं।एकादशस्थ चंद्रामुळें १६ व्या वर्षी लक्ष्मीप्राप्ति  होते व २७ व्या   वर्षी सन्मान मिळतो।  "},
            {"value":"द्वादशस्थानांतील चंद्र मनुष्याकडून जीर्णोद्धारा मध्यें खर्च करवितो।मंगलकार्ये, उत्सव व सार्वजनिक संस्था हे त्याच्या खर्चाचे  आवडीचे विषय होत।असा मनुष्य परदेशांत राहातो। त्याचें वर्तन असंबद्ध व लहरी असतें।त्याला गुप्त विद्यांची आवड असते।तपश्र्र्च्या  फार घडते।त्याच्यासारखा  त्यागी वृत्तीचा माणूस सापडणार नाहीं।वैद्यक व्यावसायाशीं त्याचा संबंध राहातो। सट्‌टेबाज़ साहसी, स्त्रीयांचा भोक्ता,राजयोग़ ज्ञानी व मांत्रिक असा करितो। द्वादशस्थ चंद्र स्वभावत:च माणसाला शीत विकारानें पीडा देतो। तशांत तो  मनुष्य क्रोधी,निर्धऩनीच मनुष्याच्या संगतींम राहाणारा,  हलक्या बुद्धीचा, नेत्ररोगी, कोर्टांच्या नादीं लागून  धन घालविणारा, शरीरांत व्यंग असलेला, आळशीं, असा करितो।  त्याचें द्रव्य राजापासून हरण केलें जातें शकते।त्याचेकडून गृहकलह फार घडतात। मनुष्य लबाड होतो।  फार भटकणारा होतो।द्वादशस्थ चंद्र वयाच्या ३ ऱ्या वर्षी नुकसान करितो व ४५ व्या वर्षी पाण्यापासून अपघात घडवितो।  "}
        ]
    },
    {
        "mangalphladesh":[
            {"label":"मंगल फलादेश :"},
            {"value":"लग्नस्थानीं मंगळ असेल तर मनुष्य क्रूऱ साहसी, चपळ व आम्लपित्त दाेषपीडानें युक्त होतो। त्याला गुल्म, प्लीहा, असलेही रोग होतात।त्याचें अंत:करण मत्सरी असतें। सारासारविचारशक्तीचें गांभीर्य त्याचे ठिकाणीं बहुधा दिसून येत नाहीं।लष्करी प्रवृत्ति त्याला आवडते।मातृद्वेषी व क्षय पीडित करितो।एकट्‌या शनींनें पिडीत असेल तेव्हा पित्तविकारी,साहसी, शूऱ क्रोधी,राजकार्यधुरंधऱ  कठोर असा होतो। लक्ष्मीपति व अति पराक्रमी मनुष्य होतो। लहानपणीं मलिऩदारिद्री व आळशी असतो। त्याला दंतपीडा व उदररोग होतात।तो चहाडखोऱ कृशशरीरी, पापी, नीचसेवा करणारा, वाईट चेष्टा करणारा व सुखहित असा होतो। त्याला स्त्रीसुख व संसारसुख मिळणार नाहीं।त्याची प्रकृति नेहमीं उष्ण राहाते। शस्त्रघाताचेंही भय त्याला असतें।तो वांकडा व उडत उडत चालतो।त्याचा चेहेरा नेहमीं उद्वेगी असतो।लग्नस्थ मंगळामुळें वारंवार बुद्धीचा विपर्यास होतो।कोणत्याच कार्यात त्याचें समाधान म्हणून व्हावयाचें नाहीं।हा मंगळ नेत्र रोगी करीताे, व स्वार्थी असा मनुष्य होतो। लग्नीं मंगळ असलेल्या माणयाला  स्वधर्मप्रेम राहात नाहीं।या स्थानांत मंगळ क्रूर व साहसी करितो।लोभी, स्वार्थी तक्रारी करितो,।चैनी, व्यभिचारी व मद्यपी  करितो।लग्नस्थ मंगळ ५ व्या वर्षी बालारिष्ट उत्पन्न् करितो किंवा मृत्युतुल्या पीडा देतो।"},
            {"value":"द्वितीयस्थानांत मंगळ असल्याने मनुष्य शास्त्रसंशोधक़ शेती किंवा यांत्रिक कामें करणारा होतो । त्याला बहुधा तामसी पदार्थ  आवडतात।मनाजोगें जेवण आयुष्यांत फारचं थोडे वेळां मंगळ सामान्यत: त्याच्या संपत्तीचा व्यय फार करितो।पशूंपासून पीडा  होते।असा मनुष्य सावधगिरी न बाळगतां पैशांच्या जांखमीचीं कामें अंगावर घेतो आणि त्यामुळें त्याला वारंवार  कठीण प्रसंगांशीं झगडावें लागतें।मात्र त्याच्या उदारपणाच्या फायदा वारंवार बरेच लोक घेत असतात।पैसा खूप मिळतो।त्या माणसाचें कुटुंबत फारसें पटत नाहीं ।त्याचा आवाज मोठा असतो।त्याच्याकडून अध्ययन कमी घडतें।त्याला नेत्ररोग व दंतरोग  होतात।घरांत वारंवार अग्निबाधा होते।गरम पदार्थ खाण्याची विशेष आवड असते।स्त्रीला वारंवार पीडा होते।  त्याला भांडखोर पणा फार आवडतो।हा मंंगळ इमारती बांधणें, यंत्रसामुग्री, पशूंचा व्यापाऱ वेद्यकी,  वाफेचीं यंत्रें, यापासून  द्रव्यलाभ देतो।द्वितीयस्थानाचा मंगळ ९ व्या वर्षी व्याधि निर्माण करितो व १२ व्या वर्षी धनहानि करितो ।"},
            {"value":"तृतीयस्थानांतील मंगळ मनुष्याला प्रख्यात, पराक्रमी व सज्जन करितो।तो कविश्रेष्ठ होतो । शत्रूंचा पराभव त्याचेकडून सहज होतो । त्याला लढाऊ वृत्ति फार प्रिय असते।देवतेच्या कृपेनें त्याला पराक्रमी स्फूर्ति येते।आपलेंच म्हणणें खरें करण्याचा अट्टाहास तो वारंवार  धरितो। भावंडांचें सौख्य त्याला फारस मिळत नाहीं।त्याला आवड असते।हा मंगळ पीडित असल्याने प्रवासांतच अपघातही घडतात।  या स्थानांतील पीडित मंगळ दुराग्रहीपणा व भयंकर मानसिक त्रास उत्पन्न् करितो।अशा माणसाला वेडही लागतें।अशा लोकांनीं  लेखनकार्य अत्यंत सावधगिरीनें केलें पाहिजे, नाहीं तर त्यापासून शत्रु मात्र जास्त व्हावयाचे तृतीयस्थ मंगळ राजाकडून मान देववितो।  तपश्र्च्र्येत सौख्य देतो। त्याचें मन फार हलकें व चिंतातुर असतें।  तृतीयस्थ मंगळ ३  व्या वर्षी मातृसौख्य देतो व कष्टकारक परिस्थिति निर्माण करितो।"},
            {"value":"चतुर्थांत मंगळ असल्याने मनुष्य आप्त जनहीऩ स्त्रीवश व शूर होतो।त्याला मातृसुख मिळत नाहीं।परदेशांत दु:खें भोगितो।वाहनांपासून त्याला पीडा होते।सदा रोगी, चिंताग्रस्त,कृश प्रकृतीचा असा मनुष्य होतो।राहत्या घरीं आगी व चोरी यांचें भय अत्पन्न् होतें।घरांत कलह लागतात व त्यामुळें नवीन घरांत राहाण्याचा प्रसंग वारंवार येतो ।  यांतील मंगळ पीडित असेल तेव्हा त्यानें स्थावर इस्टेटींचे व्यवहार कमीच करावे।या स्थानांतील मंगळाची नाशाकडेच प्रवृत्ति असते।वृद्धापकाळीं माणसाचे हाल होतात।मृत्यु एकदम घडतो।या मनुष्याच्या व्यवहारांत नेहमीं भानगडी उपस्थित होतात।कुलोचित मार्गानें त्याचेकडून वर्तन घडत नाहीं। तो परगृह व परदारा यांचेविषयीं लुब्ध असतो।स्त्रीचें सौख्य मिळत नाहीं।  त्याला मुसाफरींत धनलाभ होतो।भूमिसौख्य व वाहनलाभ होतो।चतुर्थ स्थानांजील मंगळ ८व्या वर्षी बंधुनाश करितो।"},
            {"value":"पंचमस्थानीं मंगळ असल्याने मनुष्य कृष्णवर्णाचा, मित्रसुख कमी, पुत्रचिंता, शरीरकष्ट व राजदंड भोगणारा, राजभीतीनें कुटुंब  वर्गासह देशांतरीं राहाणारा, अग्नीपासून भय पावणारा,मूर्खाची संगति करणारा,असा होतो।तो क्रूऱ चपळ व धाडसी होतो। त्याला  द्रव्यसुख मात्र बरें लाभतें।या मंगळामुळें गर्भपात किंवा बाळंतरोग उत्पन्न्  होतो।संततीचें सौख्य थोडेंसें लाभतें।  यामनुष्याची प्रवृत्ति ऐषआरामी, चैनी, व्यभिचारी व जुगारी बनते।सट्टयाचे व्यवहारांत नुकसान येतें।अर्थप्रप्ति थोडी, चहाडखोर स्वभाव, आप्तजन व नीच लोक यांचेही वादविवाद करणारा व तापट असा मनुष्य होतो।  या माणयाचा जठराग्नि फार प्रबळ असतो।हा प्रवास फार करितो।विद्याभ्यासांत वारंवार अडथळे येतात।मनाची एकाग्रता होत नाहीं।रसायनें,प्राणिशास्त्र,भूगर्भशास्त्र,वैद्यकी वगैरे शास्त्रीय विषयांकडे जास्त लक्ष वेधतें।त्याला मर्दानी खेळांची आवड असते।"},
            {"value":"षष्ठस्थानांतील मंगळ शत्रूंचा नाश करितो, जठराग्नि प्रदीप्त ठेवितो व मनुष्याला इस्टेटवाला,कीर्तिमान्‌ व बलवान्‌ करितो।असा  मनुष्य कुटुंबवर्गांत निष्कपटपणें वागतो।पंडित जनांशीं मैत्री राहातें।या स्थानांतील शुभसंबंधी मंगळ असल्याने बंदोस्त राखण्याचें काम त्याचे कडून फार चांगलें होतें।असा मनुष्य स्वत: मालक असला तरी सतत राबतच असतो।तो कधी थकत नाहीं।त्याला नोकरचाकर मात्र चोरटे व लबाड मिळतात।अशा माणसाचें मरण अग्ऩि अपघात किंवा युद्ध यांपासूनच बहुधा होतें। या मंगळामुळें मनुष्य शस्त्रक्रिया कुशल वैद्य होतो।शेती, गुरेंढोरें यांची आवड असते।हा मंगळ मातुलसुखाचा क्षय करितो।  त्याचा स्वभाव उधळ्‌या असतो।तो प्रख्यात, रूधिरकोपी व मोठा रागीट असतो।भय कसें तें त्याला माहीतच नसतें।या मंगळामुळें  मूळव्याध होते।प्रकृतीविषयीं बेदरकारी असल्यामुळें शरीरस्वास्थ्य बिघडतें।हृदयरोग़ कंठरोग़ मूत्ररोग हे रोग होतातऌ  फुप्फुसाचे छातीचे विकार होतातऌ अग्निभय़ टक्कल पडणें, नोकर पासून नुकसान होणें व अपघाताचें भय असणें ही फळें मिळतात।  हा मंगळ दूषित असेल तेव्हा व्यभिचाराकडे व नीचकर्माकडे प्रवृत्ति असते। मनुष्य पापकर्मे जास्त करितो।  षष्ठस्थ मंगळ २४ व्या वर्षी पुत्रलाभ देतो।"},
            {"value":"सप्तमांतील मंगळ माणयाला स्त्रीपासून दु:खी ठेवतो,प्रेमविवाहात फसगत होते।द्विभार्यायोग घडतो।सप्तमांतील मंगळामुळें मनुष्य युद्धप्रिय होतो।वैवाहिक चिंता उत्पन्न् होते, राजभय प्राप्त होतें व व्यापारांत अपयश येतें।मनुष्याचें भागीदारांशीं पटत नाहीं। कुटुंबांतून वेगळें राहाण्याचा प्रसंग येतो।स्त्रियांचे कुंडलींत या स्थानांतील मंगळ वैधव्य देतो।एकदां  वैवाहिकसुख नष्ट झाल्यावर पुन्हां विवाह होत नाहीं।हा मंगळ प्रवास करवितो।जुगारीपणा देतो,।व्यभिचारी होतो।गुरू केला तर मात्र  व्यभिचार घडणें अशक्य होतें। देशांतरी भ्रमण करावें लागतें।त्याला धंद्यांत शत्रु फार असतात।भागीदारींत नुकसान भोगावें  लागतें।स्वत:च्या मनाविरूद्ध वागावें लागते। कोर्टाच्या कामांत अपयश येतें। शर्यती, जुगार व युद्धे यांपासून ही मोठी संपत्ति  प्राप्त होतें।सप्तमांतील मंगळ १७ व्या वर्षी अग्निभय व ३७ व्या वर्षी स्त्रीनाश निर्माण करितो।"},
            {"value":"अष्टमांतील मंगळ मनुष्याला साधारण धनवान्‌ व पुढारी करितो।तो स्त्री पुत्रपोषणाविषयीं असमर्थ असतो।तो उधळ्‌या, नेत्ररोगी, व शस्त्रापासून भय पावणारा असतो।त्याला अपघातानें मृत्यु येतो।मृतधनासंबंधीं लाभ क्वचित्‌ प्रसंगीं होतात  व त्यामुळें  वादविवादही माजतात।स्त्रीधन किंवा हुंडा मिळत नाहीं।हा मंगळ क्षीणबली तेव्हा त्याचा मृत्यु पाण्यांत किंवा विषभक्षणामुळें होतो। या स्थानांतील मंगळामुळें मनुष्याला गुह्यरोग व मूळव्याध वगैरेगुदपीडारोग होतात।रक्तस्त्राव नेहमीं जास्त होतो । हा स्त्रीसुखाचा ही नाश करितो।येथें मंगळ स्वगृहीं किंवा उच्च असला तर अकल्पित लाभही होतात  ।हा मनुष्य नेहमीं नम्र वृत्तीचा, पोषाख व वर्तणूक अगदीं साधी किंवा गबाळ रीतीनें ठेवणारा असा असतो।  वारंवार त्याचें मन चिंताग्रस्त होतें।त्यामनुष्याचे मित्रच पुष्कळदां त्याचे शत्रु बनतात।हा मनुष्य चांगला परीक्षक असतो।त्याला  लग्नानंतर पैसा व कीर्ति यांचे लाभ होऊं लागतात। पैसा मात्र त्याच्या हातीं कधीं शिल्लक राहावयाचाच नाही  अष्टमस्थ मंगळ २२ व्या वर्षी विपत्तिदायक होतो।व २५ व्या वर्षी मृत्युसम  पीडा देतो।"},
            {"value":"नवमस्थानांतील मंगळामुळें मनुष्य लहरी, उतावळा,  फार कडक स्वभावाचा,ईर्ष्याखोऱ प्रवास करणारा व स्त्रीपासून जोडल्या गेलेल्या आप्तवर्गामुळें नुकसान पावणारा होतो। त्याची स्वधर्मावर विशेष श्रद्धा नसते। पण प्रसंगीं धर्मरक्षणासाठीं मारामारीही करील। वादविवादांत तो बेलाशक खोटें बोलण्यासही कचरणार नाहीं।  तो शंकेखोऱ बंडखोर व हट्टग्रही असतो।या स्थानांत दूषित मंगळ असेल तर भाग्यहीऩ विकल, द्वेषी, पापकर्मे करणारा, धर्मरहित व मिथ्याभिमानी असतो।हा उदासीन होतो।द्रव्य खूप मिळतें।तो सुशील असतो।पुण्यवान्‌ होतो।त्याला  उत्तम शिकार करितां येते।राजाकडून चांगला मान मिळतो। त्याला वस्त्राच्छादनें जास्त प्रमाणांत आवडतात।  त्याची दुसऱ्यावर सहज छाप पडते।हा मंगळ जितका जास्त बलवान्‌ असेल तितका तो मनुष्य महत्पदास चढेल।  बुद्धिमत्ता तीव्र असेल। त्या मनुष्याचा स्वत:वर ताबा राहात नाहीं। उद्धट मनुष्य होतो । वारंवार कायद्याचें उल्लंघन त्याचेकडून होते। सामान्यत: भाग्य चांगलें प्राप्त होेतें।  या स्थानांत पीडित मंगळ असल्याने  प्रवासांत अपघाताचा बराच संभव असतो।नवमस्थानांतील मंगळ १४ व्या वर्षी पितृनाश करितो व २८ व्या वर्षापासून भाग्योदय  करितो।"},
            {"value":"दशमस्थानांतील मंगळ मनुष्याला कुलदीपक करितो।त्याला चातुर्य बेताचेंच असतें व त्याच्या हातीं पैसा फार असतोच असें नाहीं।पण पराक्रम व विजय त्याला फार वेळां मिळतात।तो स्त्रियांचें चित्त हरण करणारा, ज्ञानवृद्धरप्रमाणें मसलत योजणारा, स्थावर  इस्टेटीवर उपजीविका करणारा,  तेजस्वी व रागीट वृत्तीचा होतो। लष्करी वृत्ति त्याला आवडते।बहुधा कोणतेंही  काम त्यानें हातीं घेतलें, कीं तें अर्धवट सोडावयाचें नाहीं हा जणूं काय त्याचा बाणाच असतो।त्याचें गुरूजनांवर फार प्रेम असतें।हा मंगळ पितृनाशक योगही निर्माण करितो।असा मनुष्य धैर्यशील, जनसेवा करणारा, प्रतापी व अग्नि आणि शस्त्रें यांपासून उपजीविका करणारा असतो।धाडस हा तर त्याचा स्वभाव थोडासा उतावळा व लोभी असतो।आपल्या सामर्थ्यापेक्षां फार मोठे उद्योग होतीं  घेण्याची त्याला संवयच असते आणि मंगळ तर का अशा वेळीं पीडित असेल, तर त्यांतच त्याची फजीति होते।त्यामुळें शत्रुत्व  निर्माण होतें।व्यसनाधीनतेमुळें व लहरी स्वभावामुळें द्रव्य नष्ट होतें।शनींनें पीडित असेल, तर अधिकारहीनि होते।पराक्रमांत  बराच मर्यादितपणा येतो।स्त्रीकुंडलींत दशमस्थ मंगळ असल्यास त्या पुरूषप्रवृत्तीच्या असतात।भांडखोरपणा व स्वैर वर्तन हे दुर्गुण  असतात। दशमस्थ मंगळ २६ व २८  या वर्षी शस्त्रभय उत्पन्न् करितो।"},
            {"value":"एकादशस्थानांतील मंगळ राजयोग करितो।सांपत्तिक लाभ होतात मित्रोची चांगली मदत मिळते।मित्रमंडळीशीं फारसें पटत नाहीं।मित्र मतलबी, ढोगी, लबाड़असे मिळतात।भांडणांच प्रसंग वारंवार येतातऌ सामाजिक कार्यांत त्याला मोठी हौस असते,पण त्यांत नेहमीं  वितंडवाद करावे लागतात।मंगळ या स्थानांत दूषित असेल तर वाईट संगतीमुळें नुकसान होतें।कोर्ट,जुगाऱ इत्यादिकांसंबंधी  प्रतिकुल परिस्थिति लाभते।एकादशस्थ मंगळ सामान्यत: संततिनाश करणारा होतो।स्थावर इस्टेटीपासून लाभ होतात।या मनुष्याच्या  शत्रूंचा नाश होतो। व राजकृपा लवकर होते।असा मनुष्य फार उदार असतों।उंची कपडे वापरतो । एकादशस्थ मंंगळामुळें नेहमीं अनेक प्रकारचे लाभ होतात।२४ व्या वर्षी लक्ष्मीप्राप्ति होते।"},
            {"value":"द्वादशस्थनांतील  मंगळ अधिकरभंग योग करणारा आहे।परधनाचा लोभ, चंचलता, नेहमीं भटकणारा, विलासप्रिय़ हसतमुख, हसतांना  डाळे वारंवार आंखडणारा,परस्त्रीसक्त व अविरत उद्योगशील असा मनुष्य होतो।असा मनुष्य द्रव्य संचय व स्त्रीसुख यांनीं रहित असतो।  स्वधर्मावर त्याचें फारसें प्रेम नसतें।कर्जबाजारीपणाही पुष्कळदां करावा लागतो।एखाद्या अल्प लाभाच्या आशेनें तो कुणाच्याही नादीं  लागतो। क्वचित्‌ प्रसंगीं असा मनुष्य व्यसनीही असतो। दुर्व्यसनांशीं जास्त परिचय घडवून आणितो।त्याला नेत्ररोगही होतात।  द्वादशस्थ मंगळ उच्चपदावरून एकदम अध:पाताला नेणारा आहे।त्याला वारंवार राजदंड होतात।  भलभलते अपवाद येतात।त्याचें बोलणें दुसऱ्याला न रूचणारें असतें त्याची उष्ण प्रकृति, केंस कमी,असें शरीर असतें।  हा मंगळ सर्वदा अनिष्टच फल निर्माण करणारा आहे असें समजावयास हरकत नाहीं।  याचे योगानें ३५ व्या वर्षी धनहरण होतें व  ४५ व्या मोठी हानि होते।"}
        ]
    },
    {
        "budhaphladesh":[
            {"label":"बुध फलादेश :"},
            {"value":"लग्नस्थानीं बुध असेल तर मनुष्य नित्य विद्याव्यासेगी होतो।येथें बुध ज्या ग्रहाच्या सहवासांत व ज्या राशींत असेल त्या  गुणधर्माप्रमसणें बुद्धिमत्तेला वळण लागतें।पुष्कळवेळां तो आळशी आहे अशी लोकांची कल्पना होते,पण कामाला एकदां त्यानें  प्रारंभ केला, कीं दमलों असें न म्हणतां खुप कार्य करितो।हा मनुष्य कांतिमान्‌, हसतमुख, विचारी, पंडीत, त्यागशील, नेहमीं मित्रमंडळीशीं मिळूनमिसळून वागणारा असतो।त्याला अनेक सुखें प्राप्त होतात।प्रवास सुखदायक घडतात।स्वधर्मावर श्रद्धा असते।बहुधा  कुणाशीं तो वैर ठेवीत नाहीं।त्याला लेखन व प्रकाशन हे व्यासंग फार आवडतात।शरीरही बहुधा निरोगी असतें।गणितज्ञ,काव्यज्ञानी, देशकालादि ज्ञान चांगलें असणारा,मधुर व आकर्षक बोलणारा, शांत स्वभावी,भिडस्त, धैर्यगंभीऱ कलाकुशल, वैद्यविद्याव्यासंगी, सद्‌गुणसंपन्न् व खाेंचदार चातुर्ययुक्त बोलणारा होतो।मनुष्य हट्टी होतो।बुध तीव्र बुद्धिमत्ता देतो।वक्तृत्वकला त्याला चांगली  साधते। ८राशींतील बुध रसायनशास्त्र, वैद्यकी, बनवाबनवीचे धंदे यांत प्रावीण्य देतो।तो व्यसनाधीनताही आणितो। लग्नस्थ  बुधामुळें दहाव्या वर्षी  सुस्वरूप प्राप्त होतें व कीर्ति वृद्धिंगत होऊं लागते।"},
            {"value":"धनस्थानांतील बुधामुळें मनुष्य उत्कृष्ट वक्ता होईल। पण तो शुभसंबंधित पाहिजे।संपत्तीचीही भरभराट होते। दलाली, समाजरंजऩसल्लमसलत देणें, लेखऩ प्रकाशन या व्यासंगांपासून त्याला धन मिळतें।त्याच्या संग्रहीं पैसा बराच असतो । त्याला व्यापार चांगला साधतो।हा नित्य प्रवासी, पापभीरू, केंसाऴ साधुवृत्तीनें राहाणारा, स्वत:च्याच पराक्रमानें धन मिळविणारा,विद्याशील, चांगले चंागले रूचकर पदार्थ बनवून खाणारा असा असतों। बुध उच्च किंवा विशेष शुभसंबंधित  असल्याने लेखनकलेमध्येंही चांगलेंच प्रावीण्य मिळतें।त्याचें कुटुंब मोठें असतें व हा मनुष्यही कुटुंबात सर्वांना प्रिय  आवाज मोठा असतो।बुध पापग्रहांनीं दूषित असेल तेव्हा त्याचें भाषण ऐकण्यास फारसे लाेक जमत नसतात।त्याचे पैसे वारंवार  चोरीला जातात।त्यानें कागदपत्रें, दस्ताऐवज वगैरे लिहितांना व संग्रहीं ठेवतांना नीट काळजी बाळगावी।कोणताही कागद्‌ वाचून  पाहिल्याशिवाय त्याचेवर सही करूं नये।बुध शुभसंबंधित असल्याने त्याला वकिली व अध्ययनकार्य चांगलें साधतें। त्याला  अकस्मात्‌ धन लाभ होऊं शकतात।  द्वितीयस्थ बुध २६ व्या वर्षी धनहानीचा योग आणितो व ३६ व्या वर्षी धनलाभ करून देतो।  "},
            {"value":"तृतीयस्थानीं बुध असल्याने मनुष्य साहसी, विद्याव्यासंगी, शास्त्रीय विषयांची आवड बाळगणारा, मनमिळाऊ, आप्तजनांनीं  युक्त, सौख्यहीऩ कुशल व लोकहितकर्ता होतो। लेखनव्यवसाय व ग्रंथप्रकाशन हीं त्याला चांगली कीर्ति मिळवून देतात।व्यापारी  लोकांशीं त्याची मैत्री असते।त्याला भावंडे नेहमी मदत करितात।त्याला गूढ विद्या व ज्योतिष यांचा व्यासंग असतो।तो विषयी पण  त्यागशील असतो।पोस्ट, रेल्वे, बँका, सहकारी संस्था यांत कामें करितो।आपलें हृद्‌गत तो दुसऱ्यास मुळींच कळूंदेणार नाहीं। अस्थिर  चित्ा व भित्रेपणा प्राप्त होतो।या स्थानांतील बुध प्रवासापासून लाभ देतो।तो गुरूदृष्ट असल्याने त्याची वृत्ति न्यायशील असते।हा  बुध मंगळाशीं युक्त असल्यास भूगर्भशास्त्रांत प्रावीण्य मिळतें।या स्थानांत बुध नैसर्गिक बलवान असतो।सुंदर वस्तूंचा संग्रह करण्याकडे तो कल उत्पन्न् करितो। बुध अशुभ ग्रहानें अशुभयोगयुक्त असल्याने बुद्धीचा विकास कमी होतो।  शिक्षणास पुरेशी संधि मिळत नाहीं तृतीयांतील बुध १२ व्या वर्षी धनलाभ करून देणारा होतो।  "},
            {"value":"चतुर्थस्थानांतील बुधामुळें मनुष्य एकाच उद्योगधंद्यांत दीर्घकाल राहात नाहीं।उतार वयांत त्याला इष्टजनांचा विरह व मानसिक  दुर्बलता प्राप्त होते।त्याचे नातेवाईक त्याचे जवळ फारसे बोलत नाहींत।बापापासून धन मिळत नाहीं।त्याचा स्वभाव चंचल असतो। आयुष्यांत बऱ्यावाईट पुष्कळ घडामोडी घडतात।मातृसुख कमी मिळतें।तो बंधुसौख्यरहित व पंडित होतो। हा बुध विशेष प्रबल व शुभग्रहयुक्त असेल तर जमीनजुमला व व्यापार यांत चांगलें यश प्राप्त होतें।स्वत: लेखक किंवा लेखकांच्या सान्न्धि्यांत राहाणारा असतो।त्याला वाहनसौख्य चांगलें मिळतें।स्त्रियांना भूषणें देऊन प्रेम संपादणारा असतों।संगीतप्रियता असते। मित्र उत्तम मदत करितात।शेाभादायक पदार्थावर त्याची आसक्ति राहाते।त्याचें पोट मोठें असतें।मात्र त्याच्या अंगीं थोडा आळशीपणा भरलेला असतो। आयुष्याचा उत्तरार्धभाग विजयीपणानें लाभदायक होतो।त्यास सूचक स्वप्नें पडतात, किंवा दुसऱ्याच्या मनोतील आशय कांहींतरी निमित्तानें तो जाणूं शकतो।त्याचीं स्मरणशक्ति तीव्र असतें। चाेरी व विश्र्वासघात यांपासून प्रपंचांत फार त्रास होतो।चतुर्थस्थ बुध २२ व्या वर्षी पुत्रलाभ देतो।  "},
            {"value":"पंचमस्थानीं बुध असल्याने ललितकलेसंबंधीं लेखऩ गाशऩ वादन यांचा नाद फार असतो। पापग्रह यांचा संबंध असेल तर मात्र  त्या बाबतींत प्रावीण्य मिळत नाहीं।स्त्री­पुत्रांचें सुख पंचमांतील बुधामुळें उत्तम मिळतें।तसेंच सुंदर नेत्र, देव  ब्राह्मणांविषयीं आस्था ठेवून उपासना करणारा, नाना प्रकारचे खेळ चातुर्याने खेळणारा, साहित्यसेवक़ लेखक़ विद्याव्यासंगी, मांत्रिक़ जादुटोणा करणारा,द्रव्यवाऩमायाळू,राजमंत्री किंवा सल्लागार असा मनुष्य असतो।त्याच्या बुदि्‌घमत्तेपुढे दुसरे लोक बहुधा चकित होउन जातात,त्याला संतति जास्त व लवकर प्राप्त होते। मंगळ यांनी दूषित असल्यास संतति वेडी किंवा व्यंगयुक्त असते। कित्येक लोक या योगावर जुगारी व व्ससनी बनतात।पंचमंातील बुध वादविवाद सामर्थ्य देतो।त्याच्या आळशी स्वभावामुळे  त्यांची बरीच महत्वाची कामे मागे राहतात।त्याला प्रथम वयांत पुत्रसुख मिळत नाही।त्याची वृत्ति सदा संतुष्ट असते।या बुधावर  पुर्ण चंद्राची दृष्टी असेल तेव्हा पुष्कळ चांगली फळें मिळतात।ऐषआरामाकडे प्रवृत्ति होते।पंचमांतील बुध मातृनाशास कारण होतो। तो ६ व्या किंवा २६ व्या वर्षीं मातृनाश करितो।  "},
            {"value":"षष्ठस्थानीं बुध बलिष्ठ असल्याने तो मनुष्य शत्रुरहित असतो।तो कलहप्रिय़ विद्याविनोदांत हौशीनें भाग घेणारा, शीलानें कमीच असणारा असा असतो। मात्र शत्रुभय उत्पन्न् करितो। षष्ठस्थ बलवान्‌ बुधामुळें मनुष्य आत्मसंयमी, मातुलापासून सुख भोगणारा, यतिजनांशी संगति ठेवणारा,चांगल्याच बाबतींत खर्च करणारा, व्यवहारचतुऱ द्यूतकर्म करणारा असा असतो।हा बुध दूषित असल्यास  अनेक मानसिक चिंतांमुळें त्याची प्रकृति सर्वदा बिघडलेलीच राहाते। स्वभाव भित्रा होतो।तो स्वजनांशींच वैर करितो व मोठ्‌या  लोकांनाही शहाणपणाच्या गोष्टी शिकविण्याचा प्रयत्न करितो।त्याला लबाड लोक वारंवार फसवितात।क्षय व श्र्वास इत्यादि दीर्घकालीन  रोगांनी तो पीडलेला राहातो।षष्ठांतील बुध नोकरांचाकरांपासून फार त्रास देतो। वैद्यकीय व्यवसाय़ लेखऩ मुद्रणकला, रसायनशास्त्र,  यांपासून त्याला धनलाभ होतो।स्त्रियांचे बाबतींत तो मनुष्य वेडा देखील होईल व आत्महत्येचा प्रसंगही येऊन ठेपेल।बुध  षष्ठांत असल्याने त्या माणसानें मानसिक श्रम जास्त करूं नयेत व शरीरप्रकृतीची चांगली काळजी घ्यावी। षष्ठांतील बुधामुळें कारकुनीपेक्षां जास्त दर्जा बहुधा मिळावयाचा नाहीं।या स्थानांत बुधाच्या सन्न्धि जो ग्रह असेल  त्याप्रमाणें रोग उत्पन्न् होतात।षष्ठस्थ बुध असल्याने खाण्याच्या आवडीनिवडी विलक्षण असतात।वैद्यशास्त्रोक्त भोजन करण्याकडे कल असतो।हा बुध तिसऱ्या वर्षीं शस्त्रापासून पीडा देतो व  ३७ व्या वर्षीं शत्रुभय निर्माण करितो।  "},
            {"value":"सप्तमांत बुध असल्याने तो जर बलवान्‌ असेल तर विद्वान स्त्री व भागीदार मिळतात।विवाह लवकर होतो।शिल्पशास्त्र, कलाकौशल्य़,विनोदप्रियता, चातुर्य, पायांकडे नजर देऊन चालणें,पुष्कळ संततीनें युक्त, तरूण स्त्रियांशी परिचय़ प्रज्ञावान्‌, सुंदर वेष धारण  करणें, या बाबतींत चांगलीच अनुकूलता देतो।फार बोलकी व व्यवहारचतुर स्त्री मिळते।हा बुध जर उदित असेल तर त्याला अनेक स्त्रिया  मिळतात।वैवाहिक जीवनांत पुष्कळ भानगडी होतात।उच्च किंवा स्वगृहीं व गुरूदृष्ट असेल तर नीतिमान्‌ व गंभीर वृत्तीचा मनुष्य  होतो।दुष्कर्म त्याचे हातून व्हावयाचें नाहीं।तसेंच सुशीलता, वैभव, सत्यव्रत, उत्तम संतति व पराक्रमीपणा यांची प्राप्ति होते।व्यापाऱ जुगार व प्रवास यांत धनप्राप्ति होते। हा बुध अस्तंगत असेल तेव्हा लग्न थोडें उशीरां होतें व या स्थानाचें एकंदर  सुख कमी मिळतें।सप्तमस्थ बुध लेखनकला चांगली देतो। कोणत्याही गोष्टीवर चिकित्सापूर्ण लेख लिहिण्यांत त्याचा हातखंडा असतो व  लेखनामुळेंच तो पुष्कळांना अप्रियही होतो।त्याला मुसाफरींत लाभ होतात।  सप्तमस्थ बुधामुळें १७ किंवा २२ व्या वर्षीं विवाहयोग  जुळतो।"},
            {"value":"अष्टमस्थानीं बुध असल्याने बालपणीं देखील मृत्यु येतो।या बुधामुळें दीर्घायुष्य मिळणें कठीण होतें।मानसिक दुर्बलता फारच दिसून येते।त्याला पुत्र कमी होतात।तो नम्र, अतिथिसत्कार करणारा व धनवान्‌ असतो।कामव्यथेनें पीडित असतो।लग्नानंतर सांपत्तिक  अडचणी येतात। आयुष्य चांगलें मिळतें व सत्ताधिकारही मिळतो।तसेंच त्याला द्रव्यप्राप्तीही श्रमाशिवाय होऊं शकते।पवित्र  आचरणाचा चांगला लौकिक होतो।त्याच्या शत्रूंचा पराभव होतो।परदेशांत त्याचा लौकिक वाढतो।तो मनुष्य ज्याच्या सेवेंत असेल  त्याहून इतरांना तुच्छ लेखतो।त्याला व्यापार चांगला साधतो।पण त्यानें भागीदारींत चांगलेंच जपून वागावें।त्याला आध्यात्मिक विद्येची आवड फार असते।अष्टमस्थ बुध १४ व्या वर्षीं द्रव्यनाश करितो।  "},
            {"value":"नवमस्थानीं बुध असल्याने मनुष्य विद्वान्‌, धनवान्‌, उच्च विचारांचा, शुभाचारी,वक्तृत्वकलासंपन्न् व धर्मिष्ठ  असतो।स्त्री­पुत्रादिकांचें सुख त्याला भरपूर मिळतें।सत्पुरूषांच्या सेवेपासून लाभ संपादन होतात।त्याला सन्मार्गानें उत्तम धन मिळतें।शास्त्रज्ञता येते। ललितकला, लेखनकला व वाङमय यांचा नित्य व्यासंग राहातो।चमत्कारिक वस्तूंचा संग्रह करणें, परदेशांत  संशोधक दृष्टीनें प्रवास करणें, उत्तमोत्तम प्रवास वर्णनें लिहिणें, धार्मिक मतें जुन्या वळणाचीं असणें, कोणत्याही गोष्टीवर  सहज विश्र्वास बसणें, हीं फलें हा बुध निर्माण करितो।मात्र हा बुध पापयुक्त असेल तेव्हा मनुष्या तितकाच नास्तिक व संशयी  होतो।तसेंच त्याला कर्ममार्ग मुळींच पसंत पडत नाहीं।अपकीर्ति होते।नवमस्थ बुधामुळें मनुष्य सामान्यत: परोपकारी, नोकरांचें  सुख भोगणारा,संसारदक्ष, आप्तपरिवाराच्या सुखाकडे विशेष लक्ष पुरविणारा, स्वत:च्या कुलास शोभा आणणारा असा होतो।वयाच्या १९  व्या वर्षीं मातृसुखाचा नाश होतो व ३२ व्या वर्षीं भाग्योदय होतो।"},
            {"value":"दशमस्थानांतील बुध मनुष्याला विद्याव्यासंगी, कीर्तिवान्‌ व धनवान्‌ करितो।तो वेदाध्ययन करणारा, सत्कर्मी, ज्ञानी, सर्वत्र  लोकयि व सज्जन लोकांच्या संगतींत राहाणारा होतो।त्याला अनेक प्रकारचे धंदे करण्याची आवड असते।त्याची बुद्धि तीव्र असते।भाषणें करितांना सहज विनोद निर्माण करण्याची हातोटी त्याला उत्तम साधते।लेखन कलेंत त्याला खूप प्रावीण्य संपादन करितां येतें।दलाली, लोकोपयोगी कामें, हस्तकलाकौशल्याचीं कामें, यांत त्याला चांगला पैसा मिळतो।दशमांतील बुध प्रारंभींच  एकदम उच्चपदाची नोकरी देत नाहीं। तसेंच खासगी व व्यापारी नोकरींत भरभराट होते।मात्र बुध अशुभसंबंधित असेल तेव्हा  लुच्चेगिरी, खोटें बोलणें, अप्रामाणिक वर्तऩ नीच कृत्यें, दरोडेखोरी, खोटे कागद बनविणें,लाच खाणें, वगैरे कामें त्याचेकडून घडतात।मंगळानें पीडित असेल तर थापबाजी, वाह्यात बडबड़ वगैरेमध्यें तो सुप्रसिद्ध होतो।सामान्यत: दशमीतील  शुभसंबंधित बुध गुरूजनांविषयीं आदर ठेवितो।पदव्या व सन्मानदर्शक वस्त्रें मिळतात।अधिकारयुक्तनें लोकांना सन्मार्गाचा  उपदेश करितां येतो।  व्यापारांत त्याला चांगला लाभ होतो।दशमस्थ बुधामुळें १७ व २९ या वर्षीं धन मिळतें।"},
            {"value":"एकादशस्थानाचा बुध देखील शुभफलें चांगलीं निर्माण करितो।त्याला राजकृपेनें चांगले लाभ होतात।त्याचे इष्ट हेतु बरेच  वेळां सिद्धिस जातात।तो मधुरभाषणी असतो। असा मनुष्य शत्रूलासुद्धां गोड बोलून वश करील।त्याला आमरण स्त्रीसुख भोगावयास मिळतें। गायनकलेची आवड असते।सभास्थानीं तेजस्वीपणा दाखवितां येतो।त्याच्या विद्वत्तेचा वारंवार गौरव केला जातो।मानसिक  उन्न्तीला एकादशांतील बुध चांगला अनुकूल असतो।एकतानतेंने शास्त्राभ्यास करणें त्याला उत्तम जमतें।शिल्पकला, ज्योतिष, सामुद्रिक़,गूढ शास्त्रें, यांचा सतत चांगला व्यासंग राहातो।अौदार्यचीं  कामें पुष्कळ होतात।त्याला लेखनकलेपासून लाभ होतात। परीक्षेंत  यश लाभतें।या स्थानांतील बुधाचा दोष असा आढळतो, कीं त्याचे मित्र कायम राहात नाहींत।त्याचा हेवा करणारेच लोक पुष्कळ  होतात,आणि त्यामुळें प्राप्तीचें मान नेहमीं एकसारखें राहात नाहीं।अशा वेळीं बुध पीडित असेल तर मित्रांसाठीं केलेली जामिनकी  आंगलट येते। पत्रव्यवहारामुळें  गैरसमज फार पसरतात।मित्र व्यसनी मिळून त्यामुळें नुकसान होतें। एकादशातील शुभयोग युक्त बुधामुळें मनुष्य आपल्या कुलामध्यें प्रख्याति पावतो।त्याला कन्यासंतति जास्त असते।हा बुध ४५ व्या वर्षी मोठा लाभ करून देतो।  "},
            {"value":"द्वादशस्थानांतील बुध पुष्कळ अनिष्ट गोष्टी घडवीत असतो।वर्तमानपत्रें, जाहीर सभा,वगैरेमुळें त्याची अपकीर्ति होते।त्याचे विचार खोल नसतात।कोणत्याही विषयाचा पुरता अभ्यास नसतो।त्याच्याविषयीं पुष्कळ खोट्‌या कंड्‌या  पिकतात।त्याला वारंवार मानसिक त्रास  होत राहातील।तुरूंगवासही घडेल।नीच माणसांच्या संगतींत फार नुकसान होईल। त्याचें भाषण कोणीच महत्वाचें म्हणून मानणार  नाहीं।त्यानें आपल्याविषयीं गैरसमज पसरणार नाहींत अशी सतत काळजी बाळगली पाहिजे व शांत चित्त ठेवण्सरचा प्रयत्न केला पाहिजे। त्याचा स्वभाव देवभोळा असतो। त्याचा मंत्रतंत्रावरही चांगला विश्र्वास बसतो।आपल्या इष्टसिद्धीसाठीं तो खूप प्रवास करितो।  दुसऱ्याच्या बोलण्यावर नेहमीं विश्र्वास ठेवून फसतो। परधनाची अभिलाषा त्याला फार असते। हा बुध शुथसंबंधित असेल तर त्याच्या हातुन उपासना व गूढ शसस्त्रांचें अध्ययन हीं फार यशस्वीं रीतीनें घडतात।  हा बुध २२ व्या वर्षी धननाश करितो व ४४ व्या वर्षी स्त्रीनाश करितो।  "}
        ]
    },
    {
        "guruphladesh":[
            {"label":"गुरू फलादेश : "},
            {"value":"लग्नस्थानीं गुरू असल्याने मनुष्य आयुष्यवान्‌, शुद्ध ज्ञानी, धनवान्‌ व रूपसंपन्न् होतो। संसारांत तो फार चातुर्यानें वागतो।उत्तम मित्र मिळतात। पुराण श्रवणाकडे आसक्ति होते। त्याची शरीरप्रकृति चांगली राहाते।न्यायी, समतोल व शांतता प्रिय स्वभावामुळें  त्याचा चांगला लौकिक होतो।राजविलासी खेळ खेळणें त्याला फार आवडतें।राजाच्या धोरणाविरूद्ध जाणें त्याला फरसें आवडत नाहीं।त्यामुळें अशीं माणसें राजकृपेनं मोठी अंमलदार झालेलीं। पाहावयास मिळतात।जसजसें उतारवय होत जातें,तसतशीं हीं  माणसें लठ्ठ होतात। हाताखालच्या लोकांकडून कामें करवून घेण्याचा गुण त्यांचे अंगी चांगला असतो। आहारासंबंधीं आसक्तता  राहाते। चैनी, स्वार्थी व हलकी मनोवृत्ति देतो।असे लोक धूर्माचरणाचा खोटा आव आणतात।त्यानां संततिसुख मिळत नाहीं।जुगार व  शर्यती यांचाही नाद लागतो।संतती संबंधीं चिंता प्राप्त होते पण मनुष्य सरळ स्वभावी व विद्याव्यासंगी होतो। विद्याव्यासंग  कायम ठेवतो।आपल्या कुलामध्यें त्याला श्रेष्ठपणा प्राप्त होतो। तो निर्लोभी,थोर मनाचा, ईश्र्वरभक्त व जमीनदार होतो। धैर्यशीलता, मित्रसुख व स्वाभिमान हीं प्राप्त होतात।गर्विष्टपणा व स्वार्थ हे दोष येतात।पैशांची उधळपट्टी फार होते।लग्नस्थ गुरूमुळें ८ व्या वर्षी उत्तम ज्ञान प्राप्त होऊन सन्मान मिळतो।"},
            {"value":"द्वितीयस्थानामध्यें गुरू असल्याने मनुष्य विद्वान व वक्ता होतो।लोकांवर आपल्या शब्दानें हुकमत त्याला चांगली चालवितां  येते।त्याला संपत्ति चांगली मिळते व सुग्रास भोजन नेहमीं प्राप्त होतें।द्वितीयांत गुरू असणें हा भाग्यवृद्धीचा एक स्वतंत्र योग आहे।नेहमीं आनंदी वृत्ति,उत्तम कौटुंबिक सुख, स्वप्रयत्नानें धन मिळविणारा, चांगला अधिकारयोग प्राप्त होणारा असा असतो।हा  गुरू पापग्रहदूषित किंवा नीच असेल तर मनुष्य कर्जबाजारी होतो।प्रसंगी असत्यही बोलतो।स्त्रीसुखात व्यत्यय येतो।स्वत:च्या  मोठेपणाचा बडेजाव वाढविण्यांतच अशी मंडळी अडचणीत येतात।द्वितीयस्थ गुरूमुळें २७ व्या वर्षी भार्यासुख मिळतें व राजमान्यता प्राप्त होते। "},
            {"value":"तृतीयस्थानीं गुरू असल्याने मनुष्य विशेष पराक्रमशील असतो।त्याला अपेक्षेप्रमाणें सुस्थिति लाभत नाहीं।तो स्त्रीवश असतो, पण  दीनावस्था मात्र प्राप्त होत नाहीं।हा मनुष्य कांहींवेळा कृपणपणा करितो।धनही फरसे जवळ राहत नाहीं।बांधवांपासूनही सुख कमी लाभतें।या त्याला शेजारीव मित्र यांचे सुख मिळतें।राजनीति संपादन करितां येते।स्वत: विशेष पराक्रम न दाखवितांही त्याची भाग्यवृद्धि होते व त्यामुळें तो पुष्कळ लोकांच्या द्वेषासही पात्र होतो। त्याला ग्रंथापठनाचां बराचनाद असतो व थोडेंफार लेखनही  त्याचे हातून घडतें।पुण्यस्थलांचें दर्शन घेण्यासाठीं वारंवार प्रवास घडतात।तृतीयांतील गुरूमुळें मनुष्य कुत्सित बाेलणारा  व दुसऱ्यांच्या पराक्रमाचा मत्सर करणाराही होतो।कोटिक्रम लढविण्याची फार हौस असतें।गुरू लोकप्रियता देतो।विद्याभ्यासांत यश देतो।गुरू साहसाला चांगला नाहीं।तृतीयस्थ गुरू २० व्या वर्षी विद्यालाभ व मित्रलाभ देतो।"},
            {"value":"चतुर्थस्थानांतील गुरूमुळें मनुष्य सुखी, कीर्तिवान्‌ व भाग्यवान्‌ असतो।त्याला स्वदेशांत पूज्यता मिळते।त्याचा समाधानी व  धीमा स्वभाव कोणत्याही अडचणींत फारसा पराभव होऊं देत नाहीं।आयुष्याचा शेवटचा भाग सुखात जातो।जमीनजुमला व सांपत्तिक  लाभ साधारणच प्राप्त होतात।त्याचा भाग्योदय जन्मदेशांतच होतो।मृत्यु शांतपणें परमेश्र्वरचिंतनांत होतो।या मनुष्याच्या अंगी  कपटभावही थोडासा  असतो या दुर्गुणामुळें त्याला स्वदेशांत मान मिळवयाचा नाहीं।त्याला भपक्याची हौस, पोकळ डौल  मिरहवण्याची आवड व त्यामुळेंच लोकांकडून उपहास यांची प्राप्ति होते।अशा माणयांचीं परंदेशांतच भाग्योदयाचा प्रयत्न करावा  हें बरें।पीडित गुरूमुळें मातेकडील नातेवाइकांस पीडा होते। आईबापांचे मृत्यु  लहानपणीं होतात।अंत:करणास समाधान कधींच  लाभत नाहीं।चतुर्थांतील गुरूला ऐश्र्वर्य केवढेंही प्राप्त झालें तरी चिंता नष्ट होत नाहीं।चतुर्थांत बलवान्‌ गुरू असल्याने पित्याची परिस्थिति चांगली राहाते।हा गुरू २२ व्या वर्षी बुंध व मित्र यांपासून लाभ घडवून आणितो व सुख देतो।  "},
            {"value":"पंचमस्थानोतील गुरू हा स्वतंत्र भाग्ययोग आहे।त्याला वैभव प्राप्त होतें।विद्वत्तेचा लौकिक पसरतो।सत्पुत्रसुख मिळतें।सद्‌गुरूकृपेनें  व वाडवडिलोचे पुण्याईनें त्याचा भाग्योदय होतो। त्याला संतति बरीच होते।पण तोच गुरू पापग्रहांनीं पीडित असल्यास व नवमांत  पापग्रह असल्यास संततीमुळें शोकही प्राप्त होतो।पंचमस्थ गुरूमुळें विद्वत्ताप्रचुर लेखन करणें, उत्तम अध्यापन करणें,लोकशिक्षणांत  वारंवार भाग घेणें,मोठमोठ्‌या समारंभांत सहभागी होणें व मोठमोठे सट्टे व व्यापार करणें यांकडे त्याची प्रवृत्ति राहाते व  त्यांत कित्येकदां यशहीं येतें। मंत्रविद्या अवगत होते।बुद्धीचें तेज वाढतें।विद्येंत अलौकिक यश मिळतें।अर्थशास्त्र व कायदेशास्त्र, हवामानशास्त्र, तत्वज्ञान यांत उत्तम प्रगति करून घेतां येते।गुरू ग्रंथप्रमाण विद्येचा निदर्शक आहे।प्रयत्नाच्या मानानें फल  अगदींच कमी मिळतें।विद्येमध्ये महत्वकांक्षा अपूर्ण राहातें।पुत्रसंतति होणें कठीण असतें।५ व ७ वर्षी मातुलावर संकटें येतात। २४  व्या वर्षी गंडांतर येते। "},
            {"value":"षष्ठस्थानांत गुरू असल्याने मनुष्य कामासक्त व बलहीन होतो।त्याचे शत्रु त्याला वारंवार जिंकतात।वैद्यकीय धंद्याला हा गुरू पोषक  होतो।सार्वजनिक प्रश्नाची चर्चा त्याला फार आवडते।नोकरीमुळेंच उदय होतो।त्याचें शरीर स्थूल होतें।मंगलकार्ये थोडीच घडतात।  परदेशांत भटकावें लागतें।प्रकृति चांगली निरोगी राहातें।फक्त पचन शक्ति कांहींशीं कमी झालेली दिसते।खाण्यापिण्याच्या बाबतींत काळजी घेण्याकडे त्याचा विशेष कल असतो। कारण त्यामुळेंच त्याला वारंवार आजारीपण येतें।प्रकृति वारंवार बिघडते।षष्ठांतील बलवान्‌ गुरूमुळें लॉटरी, सट्टे सरकारी कागदांचे व्यापाऱ मोठमोठ्‌या सांपत्तिक उलाढाली,यांकडे लक्ष राहतें।वाहनसुख चांगलें  मिळतें।असा मनुष्य दूधदुभतें व शेती यांपासून लाभ मिळवितो।मातुलपक्षाचें सुख मिळत नाहीं।स्त्रीच्या बुद्धीनें त्याचें वर्तन  पुष्कळ वेळां स्वकुळाला विरोधीही घडतें।विद्येमध्यें अडथळे येतात।षष्ठस्थ गुरूमुळें आयुष्यांत मोठमोठे धनहानीचे योग येत  असतात, तेव्हां त्या बाबतींत सावध राहावें।त्याचें बोलणें फार अनुस्वारयुक्त असतें।त्याला ४० व्या वर्षी शत्रु भय प्राप्त होतों। "},
            {"value":"सप्तमांतील गुरू सुंदर व सद्‌गुणी स्त्रीचा लाभ करवून देतो।तो पिता व गुरू यांच्या विषयीं मात्सर्य उत्पन्न् करतो। सदाचारी, कविश्रेष्ठ, थोर लोकांच्या संगतींत नित्य वास्तव्य करणारा,उत्तम स्थलीं प्रवास करणारा, स्वजातिकार्य साधणारा व लबाड लोकांनाही  वश करून घेणारा होतो।त्याचा प्रवास नेहमीं शुभपर्यवसायी होतो।विवाहापासून त्याचा भाग्योदय होतो।त्याला वादविवादापासून  लाभ होतात।कोर्टकचेरीच्या कामीं वारंवार यश मिळतें।तो पित्यापेक्षां मोठ्‌या योग्यतेस चढतो।शरीरानें दोंदील होतो।त्याला  राजवैभव भोगावयास मिळतें।स्वत:च्या सामर्थ्याचा त्याला मोठा गर्व असतो।तीर्थयात्रा व सुंदर वस्तूंचा उपभोग हे त्याच्या  आवडीचं विषय होऊन राहातात।विद्वान लोकांत त्याला मान मिळतो। गुरू शनींनें दूषित असेल तर लग्न उशीरां होतें व शरीरसुख  बरोबर मिळत नाहीं।विवाह झाल्यास स्त्रिया आजारी असतात। द्विभार्यायोग घडतो।अशा गुरूमुळें भागीदार चांगले मिळत  नाहींत।सप्तमस्थ गुरूमुळें लहानपणींही भाग्योदयाला प्रारंभ होतो।  "},
            {"value":"अष्टमांतील गुरू मनुष्याकडून हलकीं कामें करवितो।त्याला आयुष्य पुष्कळ मिळतें।वारंवार पचनक्रियेसंबंधीं व इतर आजार होतात, पण त्यात मृत्यूचे भय नाहीं।सांपत्तिक परिस्थितींत समाधानाला राहात नाहीं।नेहमीं मनोव्यथायुक्त, दीन व आळशी असतो।चांगली  परिस्थिती प्राप्त होण्यामध्यें विलंब वगैरे अडथळे उत्पन्न् होतात।मोठ्‌या घराण्यांशीं विवाहसंबंध घडतो। मोठ्‌या माणसांकडून  त्याला त्रासदायक ही गोष्टी घडतात।त्याला मृत्यु शांतपणें येतो। योगसाधनाला अष्टमस्थ गुरू चांगला अनुकूल होतो।नेहमीं  वैराग़ दु:खी व उदासीन लोकांशींच त्याचा सहवास फार करून राहातो।या स्थानांत बलवान्‌ गुरू असल्याने मृतधन मिळतें।संपत्ति  श्रम केल्याशिवाय प्राप्त होण्याचे योग येतात।या स्थानांत गुरू पीडित असल्यास जास्तच क्लेशकर आयुष्य होतें।ढोंगी लोकांच्या नादीं लागून फसगत होते।अष्टमस्थ गुरूमुळें ३१ व्या वर्षी रोगभय उत्पन्न् होतें।  "},
            {"value":"नवमस्थानीं गुरू असल्याने मनुष्य धार्मिक प्रवृत्तिचा होतो।उत्तम सल्लागार होतो।पुष्कळ लोकांचा विश्र्वास त्याचेंवर बसतो।  प्रज्ञाशक्ति फार चांगली असतें।तो विद्वान्‌ लोकांत गौरव पावणारा, सर्वजन चिंत्तानुरक्त असा होतो।  कायदेपांडित्य़ कारकुनी कौशल्य़,गणितविषय़ अध्यात्म, ग्रंथलेखन यांत त्याला प्रावीण्य मिळतें।नातेवाईक लोक त्याच्यावर खूष असतात।परदेशांत भाग्योदय  होतो।तीर्थयात्रा घडतात।देवसेवा होते।त्यानें काटकसरीची वृत्ती ठेवण्याविषयी जपले तर कधीही अडचणी येत नाहीत।त्याचा स्वभाव  थोडा आळशी असतो।त्याचे हातून दुष्कर्म घडत नाहीत।नवमस्थ गुरूमुळे १६ व्या वर्षापासून भाग्योदयास प्रारंभ होतो।३३ व्या वर्षी  चांगली भरभराट होते।ज्योतिषज्ञानाची व धर्मशास्त्राची त्याला आवड असते।तो श्रद्‌धाशील, स्वसंस्कृतीरक्षक असतो।कल्पनाशक्ती व उत्तम  तर्कबुद्‌धी या गुणांनी तो प्रतिपक्षावर नेहमी विजय मिळवितो।त्याला पुत्रसुख उत्तम मिळते।जमिनीवरचे प्रवास लाभदायक  होतात।जलपर्यटन होते।असा मनुष्य अहंकारी, दिमाख दाखविणारा व क्वचित वाह्यात वर्तनाने बेअब्रु करून घेणारा होतो। नवमस्थ  गुरूमुळे १५ व्या वर्षी पित्यावर संकट येते।  "},
            {"value":"दशमस्थान हे गुरूंचे उत्तम गृह होय। तेथे गुरू असता मनुष्य उदारचरित, विद्वान व धर्मिष्ठ असतो।शत्रुंना सहज जिंकणारा, इष्ट हेतू  प्राप्त करून घेणारा व दारिद्रय घालविणारा होतो। सन्माऩ किर्ती व भाग्य ही त्याला चांगली प्राप्त होतात।मोठा हुद्दा किंवा अधिकार  प्राप्त होतो।त्यांचे वर्तन पवित्र राहते।व्यापारी पेढ्‌या, न्यायखाते, अध्यापनविषय़ संस्थानांचे दरबाऱ राजकार्य, धर्मसंस्था यांत त्याला चांगला नावलौकिक मिळविता येतो।त्याच्यामुळे स्वकुलाचा उदय होतो।राजाविरूद्‌ध वर्तन त्याचेकडून कधीही होत नाही।गुरू  जितका जास्त बलवान असेल तितकी त्याची उत्तम फले मिळतील।त्याला सार्वजनिक कामात भाग घ्यावयाचे प्रसंग वांरवार  येतात।त्याच्याजवळ फारसे द्रव्य शिल्लक राहत नाही।त्याला स्वत:च्या पुत्रांकडून सुख मिळत नाही।दशमस्थानातील गुरू प्रवास घडवितो  व पितृनाशही करवितो, हा त्याचा दोष आहे। प्राप्त झालेला मोठेपणा नेहमी अस्थिर समजुनच वागावयास पाहिजे नाही तर केव्हा  अध:पात होईल व लबाड लोक कसे फलवतील हे कळावयाचे सुद्धा नाही।दशमस्थ गुरू दहाव्या वर्षापासून आयुष्यभर लाभदायक होतो।२९  व्या वर्षी मोठा लाभ घडतो।"},
            {"value":"एकादशांत सर्वच ग्रह लाभदायक होतात, तर मग गुरूसारखा ग्रह मोठे लाभ घडवतील यात नवल नाही।त्याला अनेक उत्तम मित्र मिळतात  व मित्रमंडळीचाही त्याचेपासून चांगला फायदा होतो।तो सज्जनांचा आश्रयदाता, राजकृपेला पात्र, कलाकुशल, वाहनादी सौख्य  भोगणारा व सर्वत्र सन्मान पावणारा होतो।त्याला थोर लोकांचा स्नेह सहज संपादन होउ शकतो।संतति सुख चांगले मिळते।  किंबहुना पुत्रजन्माबरोबरच भाग्योदयास प्रारंभ होतो।त्याला पाच पुत्र असतात।बुद्धी अत्यंत तीक्ष्ण असते।त्याला रत्ने, हत्ती, घोडे, सर्व  चतुष्पाद प्राण्यांचे सुख मिळते।त्याचा खजिना नेहमी मौल्यवान वस्तुंनी भरलेला असतो।गुरूच्या बलाप्रमाणे हा  मनुष्य अष्टावधानी, समयसुचक व अंतज्र्ञानी असतो। स्वभावामध्ये गर्विष्ठपणा असतो। साहसकर्मप्रियता विशेष असते।धार्मिक व  संसारी वृत्ती राहते।संततिमुळे नेहमी चिंता राहते। त्याचे प्रामाणिक वर्तन नेहमी कायम राहत नाही असेही आढळते।त्यामुळे त्याचे दुषप्ारीणामही भोगावे लागतात।  एकादयस्थ गुरू २४ व्या वर्षी धनलाभ देतो।  "},
            {"value":"द्वादशस्थानी गुरू असणे चांगले नाही।असा मनुष्य वितंडवादी, नास्तिक़ चपऴ भटक्या,निर्लज्ज व मत्सरी होतो।त्याचे हातून  दानधर्म सहसा कमीच घडतो।पैसा अनाठायीच खर्च होतो।धनाच्या बाबतीत या माणसाच्या नुसत्या लांबलांब गप्पा ऐकून  घ्याव्या।कारण प्रत्यक्ष पैशांच्या उलाढाली करण्याइतके धन शिल्लक राहणेच कठीण।व्यापार आहाराबाहेर करणे हा तर त्याचा स्वळावच  असतो।कोणाशी मैत्री जमवावी व कोणाशी मैत्री तोडावी हा विवेक त्याला राहत नाही।आप्तस्वकीयांकडूनही त्याला मान मिळत  नाही।त्याला जुन्या चालीरीतींविषयी आदर असतो, पण तो कृतीत कधी दिसावयाचा नाही।गूढ शास्त्रे आवडतात।सामान्य लोकांच्या लक्षात येणार नाही अशा चमत्कारीक रितीने त्याला पैसें मिळतात। लग्नाच्या बाबतीत पुष्कळा वेळा घोटाळेच होतात।कित्येकदा लग्न होतही  नाही। वयाच्या ३० वर्षानंतर मित्रमंडळींची मदत मिळून भाग्योदयासही प्रारंभ होतो।या स्थानांत गुरू बलवान असल्याने धार्मिक  संस्थांचे आधिपत्य लाभते।अध्यात्मविद्येत प्रगति होते।देशत्याग़ अज्ञातवास, एकांतस्थळे यांचे ठिकाणी लाभ होतो।नोकरीही बहुधा तुरूंग़ हॉस्पिटलें, गुप्त पोलीस खातें, नेहमीं लोकांशी फारसा संबंध येत नाहीं अशीं खातीं यांत मिळते।याच्याजवळ जर पैसा  असेल तऱ तर धार्मिक व परोपकारी संस्थांस त्याचेकडून चांगलीच मदत मिळते। हे लोक विश्र्वबंधूच म्हणावयाचे गुरू बलहीन  असल्याने अन्न्छत्रांचा आश्रय घेऊनही राहाण्याची पाळी येते।त्याला सारासारविचार फारच कमी असतो।त्याला वाईट संवयी असतात, कर्ज होतें,दिवाळेंही काढावें लागतें।असा मनुष्य बहुधा देशांतरींच भटकत असतो।त्याचें भाषण पुष्कळ लोकांस प्रिय नसतें। खूप  नुकसान करितो।द्वादशस्थ गुरू २५ व्या वर्षी फार खर्च करवितो।"}
        ]
    },	
        
        {
        "shukraphladesh":[
            {"label":"शुक्र फलादेश : "},
            {"value":"लग्नस्थानीं शुक्र असल्याने लग्न लवकर होतें। १७ व्या वर्षींही विषयसुखाला प्रारंभ होतो। ७ व्या वर्षीं लाभ घडवितो।हा मनुष्य  ललितकलाप्रवीण, हौशी, रंगेल, रतिक्रीडासक्त व सुखी असतो।सुंदर शरीऱ सुंदर स्त्री व सुपुत्र यांची त्याला प्राप्ति होते।विद्वत्ता व  हरहन्न्रीपणा त्याचेजवळ असतात।तो नेहमीं कार्यामध्यें दंग झालेला असावयाचा।परकीय भाषा त्याला चांगल्या अवगत होतात।  स्वत:ची जागा व संसार याबद्दल त्याला फार प्रेम असतें।हा शुक्र बलवान्‌ व शुभसंबंधित असल्याने तारूण्यानंतर चांगला काळ  प्राप्त होतो।सुंदर कोटिक्रम करून गोड भाषण करण्यांत तो पटाईत होतो।त्याचें शरीर तेज:पुंज व मोहक असतें।चेहरा तेजस्वी व मोहक  होतो।गुरूनें शुभसंबंधित असेल तरच कामवासना त्याला वाईट मार्गाला प्रवृत्त करीत नाहीं।नाहीं तर तो त्याविषयीं नाना  प्रकारें जास्त आसक्त होतो।त्यास कित्येक वेळां तसें व्यसनच असतें।त्याला दीर्घायुष्य प्राप्त होतें।स्वभाव भित्रा असतो।तो राजमान्य होतो।मंगळदृष्ट असल्यातांना व्यभिचाराकडे व इतर दुर्व्यसनांकडे प्रवृत्ति असते।लग्नस्थ शुक्र असल्याने वागण्याची तऱ्हाच मुळीं  शरीरप्रकृतीकडे दुर्लक्ष करून चैन करण्याची असते।"},
            {"value":"द्वितीयस्थानीं शुक्र असल्याने कुटुंबांली स्त्रीवर्गावर प्रेम करणारा, त्यांना भूषणें देणारा,असामनुष्य असतो।धंद्यामध्यें पैसा चांगला मिळतो।जडजवाहिराचा संग्रह बरा होतो।हातांत नेहमीं द्रव्य खेळत असतें।अोळखीच्या लोकांपासून त्याला नेहमीं फायदा होतो।  काव्यगायन करणारा व दुसऱ्याला प्रिय असे वक्तृत्व करणारा असतो।चांदी, कापूस, दूध,रत्नें,विलासी वस्तु यांची देवघेव करितो। संंतति पुष्कळ होते।शरीर कृशच राहातें।त्याला सुंदर स्त्री प्राप्त होते। विद्येच्या बळावर त्याला धन मिळतें।स्थावर इस्टेटीचाही उपभोग  चांगला लाभतो।नेत्रपीडा होते।बहुधा डाव्या डोळ्‌यांत दोष असतो।नीचराशींत असल्याने कर्जबाजारीपणा येतो।त्याचे ठिकाणीं  न्यायी वृत्ति कमी असते।द्वितीयांत पापग्रहयुक्त शुक्र असल्याने अंमली पदार्थ भक्षिणारा,चैन करणारा व दरिद्री होतो। धनसंचय बरा  होतो। द्वितीयस्थ शुक्रामुळें ६० व्या वर्षी चांगला लाभ प्राप्त होतो।"},
            {"value":"तृतीयस्थानीं शुक्र असेल तर मनुष्य थोडासा कृपण, पराक्रमी,आळशी, बांधवप्रिय असा होतो। त्याचें शरीर कृश, किडकिडीत, नेत्ररोगी, असें होतें।त्याला ललित व कथात्मक वाङमयाची अभिरूचि फार असते।कवित्वशक्ति चांगली असते।तो कोणतेंही काम नीटनेटकें करितो।  त्याचें हस्ताक्षर उत्तम असतें चित्रकलेची व गायन­वादनादि ललितकलांची आवड असते। नातेवाईक व शेजारीपाजारी यांपासून सुख  लाभतें।स्वभाव आनंदी व उल्हासी असतो। प्रवासांत प्रियजनांची वारंवार भेट होते।विवाह सहज पत्रव्यवहारानेंही जुळतो। उत्तम  प्रचारकार्य त्याचेकडून होतें।तो सार्वजनिक कार्यकर्ता,मिष्टभाषणी, चांगली वस्त्रें परिधान करणारा होतो।बंधुसुख उत्तम मिळतें। विशेषेंकरून भगिनींचें प्रेम त्याचेवर फार असतें। भगिनीच्या मुलांवर स्वपुत्रांप्रमाणेंच त्याचें प्रेम असतें।हा शुक्र उच्च  असेल तर त्याच्या भगिनींना श्रीमंत पति मिळतात।या शुक्रामुळें मनुष्य नादलुब्ध, सट्‌ट्‌यांत लाभ मिळविणारा,असा होतो।  तृतीयांतील शुक्रामुळें आरंभशूऩअवसानघातकी, साहसी, झोंपाळू होतो।हा शुक्र तीर्थयात्रा फार करितो। पापग्रहयुक्त शुक्रामुळें मनुष्य रागीट, वाक्‌प्रहार करणारा, स्त्रियांपासून पराभव पावणारा आणि घमेंडखोर होतो।तृतीयांतील शुक्रामुळें २० व्या वर्षी यश व सुखप्राप्ति होते।"},
            {"value":"चतुर्थांत शुक्र असल्याने मनुष्याला आनंदी वृत्ति प्राप्त होते।तो मनुष्य धनावाऩन्यायी,कार्यकुशल, बुद्धिमान्‌, पंडित, मिष्टभाषी, स्त्रीवश, वाचाऴ विलासी, सुंदर गृहांत राहाणारा,विलासासाठीं पेयादि पदार्थ वारंवार पिणारा, मातृभक्त, स्त्रीप्रेमी, स्त्रियांचा कनवाळू,वाहनसौख्य भोगणारा, गृहक्षेत्राचा उपभोग घेणारा, जनतेकडून मान मिळविणारा, कापूस, चांदी,हिरे यांचा  व्यापार करणारा, संपत्तीचा हव्यास बाळगणारा असा होतो।त्या मनुष्याच्या आयुष्याचा उत्तरार्थ ख्यालीखुशालींत जातो।स्थावर इस्टेटीचा लाभ होतो।या स्थानांत शुक्र पापयुक्त असल्यास हीं फळें फारच विलंबानें व अस्पष्ट मिळतात।स्थावर इस्टेटींत भानगडीही होतात।वडिलांनीं वाईट मार्गांनीं मिळविलेली इस्टेट याच्या हातीं येते आणि त्याचे परिणाम याला भोगावे लागतात। मंगळाशीं या शुुक्राचा अशुभ योग झाल्यास उधळेपणानें घरदारही सावकाराच्या घरांत जातें। चतुर्थस्थ शुक्र बंधुसौख्यदायक होतो।त्याला चौथ्या वर्षापासून सुख मिळूं लागतें।  "},
            {"value":"पंचमस्थानांतील शुक्रामुळें मनुष्य स्वाभाविकच चैनी व विषलोलुप होतो।गाणें बजावणें,नाचतमाशे, ललितकला, खेऴ वगैरे विषय त्याला आवडतात संतति पुष्कऴ सद्‌गुणी व सुंदर होते।मुलें आज्ञाधारक होतात। हा शुक्र शुभसंबंधित असल्यातांना ललितकला, लेखऩ सट्टे, जुगार यांपासून लाभ होतात।तो राजदरबारीं गेल्यास त्याची हुकमत चांगली चालते। राजदरबारीं सल्लागार असतो।पंचमांतील शुक्रामुळे कन्यांचीं लग्नें सुस्थळी होऊन जांवई देखील सज्जन मिळतात। तो बहुत जनांचा पुढारी व स्त्रियांचा आवडता होतो।स्वसंपादित धनाचा उपभोग मिळतो।लेखऩ मंत्र, जादूटोणा, भूतविद्या, वगैरेंचा नाद असतो।त्याला देवीची उपासना आवडते।शत्रूंवर विजय मिळतो।वृत्ति संतोषी असते।सिंहराशींत असेल तर धनयोग थोडा होतो।तो वैद्य व कायदेपंडित होतो।प्रेमप्रकरणांत फसगत होते।सुखलालसेच्या बाबतींत अविचारीपणाही घडतो।सट्टे वगैरे विषयांत नुकसानच येतें पंचमांतील शुक्रामुळें पांचव्या वर्षी पित्याला लाभ होतात।"},
            {"value":"षष्ठस्थानांत शुक्र असेल तर अशीं माणसें आहारविहारामध्यें फार जपून असतात। विषयसुखाच्या अतिरेकामुळें त्याची प्रकृति वारंवार बिघडते व मूत्राशयाचे रोग व गुह्यरोग होतात।नोकरीपासून सुख मिळतें।एकांतवास प्रिय वाटत नाहीं।शृंगारप्रियता असते। मात्र स्त्रियांवर त्याचें फारसें प्रेम नसतें।त्याच्यावर अनीतीचे आळ पुष्कळ वेळां येतात।या स्थानांतील बलवान्‌ शुक्रामुळें विद्याव्यासंग व कलाकौशल्य प्राप्त होतें।उच्च शुक्र असेल किंवा गुरूसंनिध असेल तरच मनोवृत्ति ताब्यांत राहातात।शत्रूंवर विजय मिळतो व मातुलाकडून सुख होतें।सट्टे­जुगारांतही लाभ होतात।नोकरी चांगली मिळते।हा शुक्र पीडित असल्याने त्याच्या बोलण्यावर कोणी विश्र्वास ठेवीत नाहीं।तो दयारहित व भांडखोर असतो।स्त्रीसुखाला अनिष्टता येते।वैभव नष्ट होतें।हलक्या लोकांची संगति लागते। नियमितपणा सोडून त्याचें वर्तन होत राहातें, व त्यामुळें वारंवार आजारीपणा येतो।अशा माणसानें नेहमीं दुसऱ्या विश्र्वासू माणसाच्या अनुषंगानें उद्योग केल्यास लाभ होतील।षष्ठस्थ शुक्र ४१ व्या वर्षी शस्त्रापासून किंवा शत्रूकडून मृत्युयोग उत्पन्न् करितो।"},
            {"value":"सप्तमस्थानीं शुक्र असेल तर त्याला भार्यासुख उत्तम मिळतें।प्रेमळ भागीदार लाभतात। बलवान्‌ शुक्र असेल तर विवाहानंतर भाग्योदय होतो।अर्थप्राप्ति चांगली होते।स्त्री हुशार व सद्‌गुणी मिळते।ललितकलांचा व्यासंग राहातो।लोकरंजन करणाऱ्या संस्थांमध्यें काम करावें लागतें।भांडणतंटे फारसे होत नाहींत।हा शुक्र नटण्यामुरडण्याची हौस व पोहण्याची विद्या देतो।मनुष्य दैववान्‌, धनवान्‌, पुत्रवान्‌, आनंदी, क्रीडासक्त व परदेशनिवासी होतो। दुसऱ्याला मोहजालांत कसें गुंतवावें हेंही त्याला बरोबर माहीत असतें।राजकीय कामांत यशस्वी, जुगार खेळणारा, शुभ्र व विलासी वस्तूंचा व्यापार करणारा व आपल्या कुटुंबांतं चांगला उदयास येणारा असा मनुष्य होतो।त्याचें भाग्य दुसऱ्याच्या तंत्रानें वाढतें।हा शुक्र अशुभराशीला किंवा पापग्रहानें दूषित असल्याने त्या माणसाची सर्व बाजूंनीं खराबी होते। नेहमीं स्त्रीचिंतनांत त्याचा व्यर्थ काळ जातो।लग्नाला फार विलंब लागतो।सप्तमस्थ शुक्रामुळें २१ ्र २९ व्या वर्षीं स्त्रीप्राप्ति होते।"},
            {"value":"अष्टमस्थानीं शुक्र असल्याने मनुष्य अभिमानी, कटुभाषणी, स्त्रीधनसुखरहित व भांडणास कंटाळलेला असा असतो।हा शुभसंबंधी असेल तर विवाहापासून किंवा मृत्युपत्रानें सांपत्तिक मदत होते।एकाद्या स्त्रीच्या मृत्यूनें सांपत्तिक लाभ होतात।भागीदारीपासून लाभ होतात।स्त्री उधळ्‌या स्वभावाची मिळते।अपघातांतून वांचविण्यास अष्टमांतील शुक्र समर्थ असतो।अशा माणसाला मृत्यु शांत रीतीनें व अपघातावांचून येतो।तो प्रसन्न्चित्त, राजमान्य़ नि:शंकवृत्तीनें राहाणारा, भोळा, स्त्रीपुत्रांच्या चिंतेत राहाणारा, दीर्घायुषी, बलवान्‌, शुद्ध आचरणानें वागणारा,डोळे मोठे असणारा असा असतो।त्याला वयाच्या चवथ्या अवस्थेंत म्हणजे ७५ व्या वर्षाच्या सुमारास मृत्यु येतो।चौथें वर्षही अपमृत्यूचें असतें।चतुष्पाद प्राण्यांपासून सुख मिळतें।संतोषी वृत्ति राहाते।मतलब चांगला साधतो।अचानक लाभ होतात।उत्तम संपत्ति लाभते।हा शुक्र पीडित असेल तेव्हा शरीर क्षीण राहातें।स्त्रीचे नेत्रांस पीडा होते।स्त्री व धन यांनी रहित, भांडणतंटे करणारा, असंतोषी,मूत्राशयानें रोगी होतो।जलप्रवासांत त्रास होतात।अष्टमस्थ शुक्रामुळें शत्रु फार होतात।१० व्या वर्षींच पराक्रमाला प्रारंभ होतो व शरीर नित्य रोगी राहातें। त्याला संगति चांगली नसते।"},
            {"value":"नवमस्थ शुक्र असल्याने त्या मनुष्याला नातलगांचें सुख उत्तम मिळतें।तपस्वीपणांत यश येतें। तीर्थयात्रा घडतात। चेहरा हर्षयुक्त  राहातो।धनवान्‌,स्त्री­पुत्रसुखवान्‌, वैभवशाली, विद्वान्‌,स्वकष्टानें धन मिळविणारा, महोत्सवांत नेहमीं भाग घेणारा, देवभक्त, व्याजबट्‌ट्‌याचा धंदा करणारा, उत्तम नागरीक़ भावंडांपासून सुख मिळविणारा, मातृभक्त, स्त्रीचा अभिलाषी,पत्नीच्या संबंधी आप्तमंडळीकडून धन मिळविणारा,सभापंडित,जलप्रवासी,अप्राप्य वस्तूच्या नादीं लागलेला, लेखक व ग्रंथप्रकाशन करणारा असा होतो।१४।३३।४०।४५।४८ हीं वर्षें विशेष चांगल्या गोष्टी घडवितात।हा शुक्रपीडित असल्यातांना हा मनुष्य धर्मांतरही करवितो।धन फारसें मिळत नाहीं व ध्येय गांठतां येत नाहीं।नवमस्थ शुक्रामुळे २५ व्या वर्षा भाग्योदय होतो।"},
            {"value":"दशमस्थ शुक्र असल्याने उत्तम शुभयोग होतो।शेतकरी व स्त्रिया यांचेपासून धन मिळतें। सर्व प्रकारचें भाग्य त्याला प्राप्त होतें।राजमान्यता मिळते।नोकरी मोठ्‌या अधिकाराची मिळते। अंगीं योग्यता नसल्यानेही मोठेपणा मिळूं शकतो।तो मनुष्य सहसा कोणासही शरण जात नाहीं। स्नाऩदाऩअर्चा,ध्याऩ यांपासून त्याची आध्यात्मिक उन्न्ति होतें।मातृ­पितृसुख उत्तम मिळतें। या मनुष्याला असें वैभव प्राप्त होतें।नेहमीं अध्ययनप्रवृत्ति, संशोधक विचाऱ क्रयविक्रयाचा उद्योग़हीं लाभदायक होतात।हा शुक्र उत्तम ऐश्र्वर्य देतो।मोठ्‌या घराण्यांचा स्नेह प्राप्त होतो। या माणसांना भांडणांचा स्वभावत:च कंटाळा असतो।विवाहानंतर भाग्योदय त्यामुळें निराशा,बेअब्रू होणें हीं फलें प्राप्त होतात।त्या माणसांनी सार्वजनिक चळवळींत आपला लौकिक सांभाळण्याचा नीट प्रयत्न करावा।दशमस्थ शुक्रामुळें २७ व्या वर्षीं शस्त्रभय प्राप्त होतें।"},
            {"value":"एकादशस्थानीं शुक्र असल्याने मनुष्य पूर्ण सुखी राहातो।त्याला अनेक प्रकारचे लाभ होत राहातात।सुरूपता, शालीनता, ऐश्र्वर्य, जमीनदारपणा, सत्यवक्तृत्व, राजमान्यता व तेजस्वीपणा हीं प्राप्त होतात।मौल्यवान वस्तूंची प्राप्ति होऊन राहातो।स्त्रियांचा सहवास व शुक्राच्या प्रिय वस्तूंपासून फायदा होतो।स्नेही प्रेमळ लाभतात।नोकरांचाकरांनीं युक्त,दुसऱ्यावर आपली सहज छाप पाडणारा व अग्न्युपासक असा मनुष्य होतो।हा शुक्र नीच राशींत किंवा पापग्रहाने दूषित असेल तर मनुष्य नीचवृत्तीनें लाभामध्यें स्वत:च  अडथळे आणितो।नीच जनांची सेवा त्याला करावी लागते।सट्टेबाजींत नुकसान होतें।व्यसनी मित्रांचा सहवास होऊन नुकसान होतें।एकादशस्थ शुक्रामुळें २४ व्या वर्षीं लक्ष्मीप्राप्ति होते।"},
            {"value":"द्वादशस्थानांतील शुक्र लौकिक़ वित्त व पिता यांचा नाश करणारा होतो।हा मनुष्य जनरीति सोडून वागणारा, त्यामुळेंच लोकांकडून निंदा करून घेणारा व नातेवाइकांशीं वैर वाढविणारा असतो।ह्या स्थानांत शुक्र जर गुरूनें युक्त किंवा शुभसंबंधी असेल तर मात्र व्यसनाची अभिलाषा ताब्यांत राहाते व गुप्त दुष्कृत्यें उघडकीस येत नाहींत।मंगऴ शऩि हर्शल,नेपच्यून या ग्रहांचे साहचर्य जर व्ययांतील शुक्राला मिळेल, तर अपकिर्ति व संसारदु:ख मिळण्यास कांहीं विलंब लागणार नाहीं।स्त्रियांच्या बाबतींत संपत्तीचा सुखसंपत्ति व उत्तम उपभोग यांची प्राप्ति होते।तो उत्तम परीक्षक असतो।त्याला चतुष्पाद प्राण्यांपासून सुख प्राप्त होते।आळशी, अयोग्य पदार्थ खाणारा, सत्कर्में सोडून वागणारा व स्वच्छंदी असतो।मनसोक्त आचरण हाच त्याचा मोठा दोष होय।बंधुसौख्य मिळत नाहीं।उत्तर वयांत जठराशयासंबंधीं रोग जडतात।नेत्रपीडा होते।प्रवास करावा लागतो व कितीही उद्योग केला तरी द्रव्य शिल्लक राहाणें कठीण होतें।त्याचा स्वभाव प्रसंगी विशेष खर्च करणारा असल्यामुळें व खादाडपणामुळें त्याला ऋणग्रस्तही व्हावें लागतें।त्याचें लग्न लवकर होतें व बहुभार्यायोग घडतो।हा शुक्र ४५ व्या वर्षी धनहानि करितो।"}
        ]
    },
    {
        "shaniphladesh":[
            {"label":"शनि फलादेश"},
            {"value":"कठीण परिस्थितीशीं झगडण्यांतच काळ जातो।धनस्थांतील चंद्र २७ व्या वर्षी धनलाभ देतो। शनि लग्नस्थानीं असता तो मनुष्य आळशी, बालपणीं व्याधिग्रस्त, अविश्र्वासी, ढोंगी,स्वार्थी,कृपण, स्थिर बुद्धीचा, तक्रारी, वातरोगी, मलिऩ भित्रा, संशयी, लाजाळू व उदासीन होतो। तो अत्यंत कष्टाळू असतो।त्याच्या चेहेऱ्यावर हास्य कधीं दिसावयाचें नाहीं।या मनुष्याच्या नाकास व्यंग राहातें।बंधु व मित्र यांचें सुख फारसे लाभत नाहीं।स्वभाव मत्सरी असतो। श्यामवर्णी, श्र्वासरोगी, अस्थि व शिरा बळकट असणारा, दांत मोठे असणारा व लांब बाहु असणारा असताे। चांगलें वैभव प्राप्त करून देईल। विद्वत्ता व अधिकारप्राप्ति, धाडशीपणा,मनमोकळेपणा व सरळ वृत्ति देतो।  चिंता उपस्थित होते। बद्धकोष्ठ होतें।स्वभाव मत्सरी बनतो। कावेबाज़ खुनशी, द्वेषी व विश्र्वास ठेवण्यास नालायक होतो। संशयी, चोऱ स्वत:वर कोणतीच जबाबदारी न घेणारा, अंगचुकाऱ कंजुष व पिरपिऱ्या स्वभावाचा बनवितो। अभ्यासू वृत्ति, विशेष बुद्धिमत्ता, उद्योगशीलता, हिशेबीपण, प्रामाणिकपणा, धार्मिक वृत्ति,स्वहितसंबंधी दक्षता,कर्मठपणा व भाविकपणा इत्यादि सद्‌गुण देतो। गर्विष्ठपणा विशेष लाभतो। तो स्वत:चें मत खरें करण्याचा हट्ट सहसा सोडणार नाहीं।सामान्यत: मोठा धैर्यशाली असतो। कितीही कठीण परिस्थिती असली तरी तो आपलें स्थान अढळ ठेवितो।पूर्ववयांत आयुष्य हालांत जाते, पण मोठेपणीं सुख लाभतें।लोक मोठें उच्च स्थान प्राप्त करून घेतात।ते विद्वाऩ शास्त्रव्यासंगी, धोरणी व व्यवहारचतुर असतात।लहानपणीं कायमची व्याधि असलेली आढळते। विवाहांत अडथळे येतात।आईबापांखेरीज इतर माणसांच्या हातूनच त्याचे संस्कार होण्याचा प्रसंग येतो।त्याच्या अंत:करणांत आग्रहीपणाचा हट्ट असल्यामुळें पुष्कळ वेळां सज्जन माणसांच्या अौदार्याचा लाभ त्याला मिळत नाहीं।धार्मिक वृत्तीसंबंधी त्याचीं मतें काहीं चमत्कारिक असतात। लग्नस्थ शनि ५ व्या वर्षी अरिष्ट आणितो।"},
            {"value":"द्वितीयस्थानीं शनि असल्याने तो मनुष्य फार कमी बोलेल, पण तें बोलणें मुद्देसूद व कायदेबाज असेल।वडिलार्जित इस्टेटीचा  उपभोग त्याला घ्यावयास मिळतो।द्वितीयस्थ शनीमुळें काटकसरीचा स्वभाव, खोल बुद्धि, मितभाषण, दरिद्रावस्था हीं प्राप्त  होतात।कित्येक वेळां अशा लोकांना कोणत्याही उद्योगांत यश मिळून देखील सांपत्तिक फायदा होत नाहीं। दीर्घप्रयत्नानंतरही पैसा  मिळूं नये असा त्याचा हा विचित्र ग्रहयोग असतो।त्याला बहुधा सुग्रास अन्न्ाचें भोजन कधींही खातां येत नाहीं।शरीरप्रकृतीच्या  निमित्तानें नेहमीं त्याची जेवणखाण्याची तक्रार चालू असते।तो लोकांच्या संपत्तीचा उपभोग घेणारा असतो।व्यसनी लोकांकडून त्याला वारंवार उपद्रव होतात।कितीही पैसा मिळाला तरी त्याची तृप्ति होत नाहीं।भावंडांना व कौटुंबिक मंडळींना त्याचेपासून वारंवार त्रास होतो।तो पैशांच्या बाबतींत आंतल्या गांठीचा,अत्यंत काटकसरी, अंत:करणाचा ठाव लागूं न देणारा, सहनशील व  स्वजनांकडून तिरस्काराला पात्र झालेला असतो।अौषधें तयार करणें, हे धंदे त्याला फार प्रिय असतात।त्याला दंतरोग होतात।द्विभार्यायोगही घडतो।संतति बरीच होते, पण त्यापासून सुख लाभणें त्याच्या नशिबीं नसतें।गरीबीची लाचारी दाखवून तो आपलें काम पुष्कळ वेळां सााधून घेतो।जुनाट वस्तूंचा संग्रह करण्याची त्याला हौस असते।हा द्वितीयस्थ शनि बाराव्या वर्षी धनहानि करितो।"},
            {"value":"तृतीयस्थानीं शनि असल्याने त्या मनुष्याचा भाग्योदय अकल्पितपणें होतो।त्याचा त्यालाचांगला उपयोग होतो। त्याचेवर राजकृपा  असते। त्याचा आहार फार थोडा असतो।धीरवान्‌,गंभीऱ शांत, सौम्य़ विचारशील, एकतानतेनें कोणतेंही काम करणारा असा  होतो।त्याच्या अंगीं न्याययीपणा शठता हे गुण विशेष आढळतात।खोल विचारशक्तीमुळें त्यानें मांडलेला एकादा मुद्दा खंडन करणें  कठीण पडतें।त्याला भावंडांचें­विशेषेंकरून भगिनींचें सुख लाभतें। त्याला स्वभाव उदार असतो।पुष्कळ लोक संरक्षणाकरितां  त्याचेजवळ धांव घेतात। उद्योगशीलता त्याचे ठिकाणीं जास्त दिसून येते।भाग्योदयाची हानि बहुधा होत नाहीं।हाच शनि अशुभग्रहसंबंधित असेल तेव्हा शेजारी, नातलग व भावंडें यांच्याशीं कधींच पटावयाचें नाही।पाठीवरील भावंडांचा  नाश होतो।भावंडांची जबाबदारी सांभाळावी लागते।प्रवास अपयशी होतात।शिक्षणाचे कामांत वारंवार अडथळे येतात।त्याचे हातून  कोणतेंच काम पूर्ण व्हावयाचें नाहीं।मन वारंवार उदास राहील।तो मलिन वृत्तीचा, आळशी, दुर्मुखलेला,कर्णरोगी,केंसाळ  शरीराचा, प्रयत्नानेंही भाग्योदयास न पोंचणारा असा होतो।त्याचा रागीट स्वभाव,दुसऱ्याला मारण्याची आवड़ दांडगाई व साहसी  वृत्ति यांच्या योगानें त्याचीं बरींच कार्यें साधतात।त्याच्यासमोर शत्रूचा जोर कधींच चालावयाचा नाहीं।तृतीयस्थ शनि १३ व्या वर्षी बंधुसौख्य देतो।  "},
            {"value":"चतुर्थस्थानीं शनि असल्याने आचारहीऩ कपटी, मातेला त्रास देणारा, स्त्रीसुखहीऩ क्रूऱव्यर्थ आळसांत काळ घालविणारा, वार्धक्यांत  चिंताग्रस्त होणारा, नातेवाइकांवर विश्र्वास न ठेवणारा व शीघ्रकोपी असतो।  तो जर शुभसंबंधित असेल तर जमीनजुमला व  स्थावर इस्टेट प्राप्त होते। ुखाणींचे काम, इतिहाससंशोधन वगैरे विषय त्याच्या फार आवडीचे असतात व उत्तरवयांत सुख प्राप्त होतें।त्या वयांत एकांतवास, उदासीनपणा व संन्यस्त वृत्ति हीं प्राप्त होतात। पित्याचा नाश लवकरच होतो।गूढ तत्त्वज्ञानाचें  संशोेधन करण्याकडे सर्वदा प्रवृत्ति राहाते।गृहसौख्य तर कधींच मिळावयाचें नाहीं।आप्तेष्ठांचा फारसा उपयोग व्हावयाचा नाहीं। स्थावर इस्टेटींचा विध्वंस होईल। तसेंच आयुष्याचा उत्तर भाग दारिद्रय़ दु:ख व स्वजनहीनता यांत घालवावा लागेल।तो  मलिनचित्त, बंधुरहित, बाळपणांत व्याधिग्रस्त, नखें व केंस हीं जाड असलेला, आचारहीऩ देशांतरीं वास करणारा व दुसऱ्याचा  उत्कर्ष पाहून मनांत सर्वदा मत्सदानें चिंताग्रस्त होणारा असतो। मनुष्याला एकादा कायमचा रोग जडलेला असतो।  पितृधनाचा  उपभोग मिळत नाहीं।  वाहनसौख्य नष्ट होतें व स्वधर्माप्रमाणें वर्तन घडत नाहीं।या चतुर्थस्थानांतील शनीमुळें आठव्या वर्षीं  बंधुनाश होतो।"},
            {"value":"पंचमस्थानीं शनि असेल तर मनुष्य दीर्घायु होतो। धर्मशील, चपऴ उन्मत्त व शत्रूंवर विजय मिळविणारा होतो।त्याच्या अंगीं विद्वत्ता असूनही त्याला योग्य मान मिळत नाहीं असें कांहींवेळां घडतें।तो कुटिल, उत्तम मुत्सद्दी, मोठमोठीं कारस्थानें रचणारा, स्त्री­पुत्रांचें सुख कमी असणारा असा असतो।या स्थानांत शुभ स्थितींत असणारा शनि स्थावर इस्टेटींट लाभ देतो। तसेंच सार्वजनिक संस्था, मोठीं राजकारणें, आपल्यापेक्षां मोठ्‌या वयाच्या माणसांबरोबर स्नेह ठेवणें या बाबतींत अनुकूल होतो।संतति चांगली होते।नोकरींत यश लाभतें।स्त्रीसुखही उत्तम मिळतें।व्यापाराकडे प्रवृत्ति राहाते व वारंवार लाभ होतात।वकिलींत नांवलौकिक देतो। शेतकी, शिल्पकला, इंजिनीयरिंग़ अर्थशास्त्र यांत प्रावीण्य मिळतें।विद्येंत मोठें यश मिळतें। पण संततीच्या बाबतींत फारचे अनिष्ट विचित्रपणा उत्पन्न् करितो।गुप्तरोग होतो।मुलें अनियमितपणें होतात।त्यांना कांही तरी व्यंग असतें।त्याला हृदयाला विकार होतात। बुडण्यामुळें किंवा उंचावरून पडून मृत्यु येतो। व्यवहारांत वारंवार अपयश येतें।मित्रमंडळींत देखील दुर्लौकिक पसरतो।प्रेमप्रकरणांत निराशा होते। सट्टे­लॉटरींत किंवा महत्त्वाच्या जबाबदारींत अपयश येतें।अनपत्यत्वही येऊं  शकतें।त्याला पिशाचविद्येची फार आवड असते।या स्थानांतील शनि पांचवे वर्षी बंधुनाश व ६ वे वर्षीं अग्निपीडा करितो।"},
            {"value":"षष्ठस्थानांत शनि असल्याने मनुष्य फार खादाड़ शत्रु व मत्सरी लोक यांनीं पीडा पावणारा व विषयासक्त होतो।त्याला पैसा बरा   मिळतो।त्याला काव्यकल्पना सुंदर सुचतात।मोठ्‌या लोकांशी मैत्री राहाते।शत्रूंचा पराजय चातुर्यानें कसा करावा हें त्याला उत्तम समजतें।त्याला स्वदेश व स्वधर्म यांविषयीं फार प्रेम असतें।या स्थानांत पूर्ण शुभस्थितींत शनि असेल तर त्याच्या हाताखालचे लोक त्याच्यावर नेहमीं खूष असतात, सौजन्य चांगलें असतें।अनेक मोठमोठे वीर त्याच्यासमोर लढण्यास भितात।अकल्पित  कल्पना काढून शत्रूंवर मात करण्यांत तो पटाईत असतो।पण त्याला जन्मभर शत्रूंकडून विवंचना मात्र होत राहाते।किंबहुना त्याच्या विरोधी पक्षामुळेंच त्याचा पराक्रम जगाला दिसून येतो।त्याच्या हातून सत्कर्में बरीच घडतात। दीर्घायुष्य मिळतें।अपघातांतूनही जगण्याचें सामथ्य येतें।शेती, गुरेंढोरें यांपासून लाभ होतात। शरीरप्रकृतीची रड कायम असते।दीर्घकाल टिकणारीं दुखणीं होतात।क्षयाचाही संभव असतो। आनुवंशिक रोग त्रास देतात।त्वचारोगही होतात।हृदयरोगाचें भय असतें, किंवा कंठरोग व मूत्राशयाचे विकार होतात।यकृत्‌संंबंधीं रोग होतात।त्याच्या खाण्यापिण्याच्या आवडीनावडी विलक्षण असतात।कोणत्याही प्रकारचें जेवण त्याच्या समाधानाला कारण होत नाहीं। विरोधीपक्षांची खोड मोडण्याच्या नादांत स्वत: भिकेला लागतो, व्यसनें जडतात व नोकरांपासून नुकसाना होतें।हा षष्ठस्थ शनि अफूच्या व्यापारांत फायदा देतो।त्याला २४व्या वर्षीं पुत्रलाभ होतो।"},
            {"value":"सप्तमस्थानामध्ये शनि असल्याने मनुष्य काबाडकष्टी व व्यसनी होतो।नेहमीं थोर लोकांशींपरिचय व मित्रमंडळींत वजन राहावें या आशेनें त्याचेजवळील धन संपून जातें।तो मूर्खशिरोमणि, वाईट मित्रांनी वेढिलेला, रोगी व स्त्रीपासून दु:ख पावणारा असतो।लग्न उशीरां होतें।स्त्री मोठ्‌या वयाची, काटकसरी व उत्तम सेवाकार्य करणारी मिळते। स्त्रीचा दीर्घकाल विरह देखील होतो।पुष्कळ विवाह घडवितो।निंदित लोकांशीं परिचय घडतो।विवाहसुख चांगलें मिळावयाचें नाहीं।कोर्टकचेरींत अपयश मिळतें।दुसऱ्याबरोबर केेलेल्या व्यवहारांत कांहीतरी घोंटाळे नेहमी घडतात।त्याला मलिन वेषांची आवड  असते।तो दंभचरणी,मित्रांशींही कपट करून स्वत:च फसणारा, स्त्री­मित्रादिकांकडून लाभ न पावणारा, न्यायानें मिळविलेल धनही घालविणारा, निरूत्साही, विव्हळ व लोभी असा मनुष्य होतो।तो नेहमीं सुखाच्या चिंतेंत राहातो।खोटें बोलतो।देशांतरीं फिरला तरी त्याची ग्रहदशा त्याला सोडीत नाहीं।त्याला पराधीनता राहाते।या स्थानांत शनि शुभसंबंधित असल्याने शत्रूंचा पराभव होतो। जुगांर व स्त्रीविषयक आप्त यांचेपासून धनलाभ होतो।कायद्याच्या कामांत यश मिळतें। पति­पत्नी सुखानें नांदूं शकतात।हा सप्तमस्थ शनि ३७ व्या वर्षीं स्त्रीनाश करितो।"},
            {"value":"अष्टमस्थानीं शनि असेल तर मनुष्य कोपिष्ट, धनहीऩ शून पण भित्रा होईल।त्याची दृष्टि फार वाईट।लबाड लोकांत तो प्रिय  असतो।दुष्टजनसंसर्गामुळें त्याच्याविषयीं नेहमीं खोटे आळ येतात।सज्जन लोकांचा सहवास त्याला फार कमी घडतो।त्याला  रक्तविकाऱ वातविकाऱकुष्ठ, भगंदऱ संग्रहणी, पांडुरोग़ प्रमेह, संधिवात व व्यसनी लोकांच्या संगतीनें अपघात यांपासून पीडा होते।दुर्गंधीयुक्त आजारानें मृत्यु येतो।कोणत्याही कार्याला आपण होऊन प्रारंभच त्याचे हातून कधीं व्हावयाचा नाहीं।निरूत्साह  हा त्याचा पहिला दुर्गुण,कितीही कठीण परिस्थिति प्राप्त झाली तरी तिचें निवारण करण्याचें सोडून सहन करीत बसण्यांतच त्याला मजा वाटते।तो मनुष्य नेत्ररोगी, देशांतरीं राहाणारा, दु:खी, चौर्यकर्मी, फार उपवासांनीं क्षीण,व्रणपीडित, हत्ती इत्यादि अरण्यपशूंपासून पीडा पावणारा, सत्संगरहित, दयाहीऩ विश्र्वासघातकी असा होतो।पण आपत्ति सहन करण्याची शक्ति येते। धन मिळतें।नोकरींत अनुक्रमानें वरिष्ठ दर्जा मिळतो।लांच खातां येईल अशा ठिकाणीं नोकरी मिळते।पत्नी सुशील व व्यवहारदक्ष  मिळते।दीर्घायुष्य मिळतें।गूढ शास्त्रांचा व्यासंग राहातो व वृद्धापकाळीं ईशचिंतन करीत काळ जातो।अष्टमस्थ शनि २५ व्या वर्षीं  गंडांतरयोग आणितो।"},
            {"value":"नवव्या स्थानांत शनि असेल तर मनुष्य पराक्रमी व धनवान्‌ होतो।त्याच्याकडून राजद्रोह घडतो।लांच खाऊऩ दुसऱ्याला फसवून व  इतर अलौकिक मार्गांनीं त्याला चांगला पैसा मिळतो। तो धर्महीन व श्र्वापदांपासून हानि पावणारा असतो।जलप्रवासाचा त्याला फार त्रास होतो। स्त्रीसंबंधीं नातेवाइकांपासून त्याची मोठी हानि होते।हा शनि नवमांत पीडित असेल तेव्हा त्या  मनुष्याचा स्वभाव मत्सरी, कंजूष व स्वार्थी असतो।दुसऱ्याला वर्मी लागणारें भाषण करणें,धर्मवेड जास्त असणें, परमतांवर  भलभलते आरोप करणें, खोटाच अभिमान धरणें,वडिलोपार्जित इस्टेटीच्या प्राप्तीसाठीं फार त्रास करावा लागणें, वगैरे गोष्टी  घडतात।त्याला स्त्रीसुख कमी मिळतें।तो ढोंगी,परदास्य करणारा,पितृकीर्तीला कलंक लावणारा,मित्रवर्गानें रहित,कामी व भाग्यहीन होतो।वेडेपणा, चित्तभ्रम व भटकण्याचा स्वभाव हीं प्राप्त होतात।हलकी मनोवृत्ति असते।पण ग्रंथप्रकाशन करणें, अध्यापनकार्य करणें, सार्वजनिक हित साधणें, वेदान्त, कायदा, शास्त्रें, तत्त्वज्ञान यांविषयींचा व्यासंग ठेवणें,पवित्र  आचरण,पराक्रमशीलता,संन्यस्तवृत्ति,योगशास्त्राचा अभ्यास, वकिली, गुप्त गुन्हे शोधून काढण्यांतील नैपुण्य़ राजसगुणप्रधानता व  संपत्तिमानपणा यांविषयीं चांगला अनुकूल योग प्राप्त होतो।प्राग्जन्मीं योगभ्रष्ट असलेला हा माणूस या वयांत भाग्यकाळ  येतांच एकदम वैभवास चढतो, सद्‌गुरूकृपा होते, नास्तिकाचा आस्तिक बनतो, व पुण्यकर्मे आचरतांनाच मृत्यु पावतो।नवमस्थ शनीमुळें ३६ व्या वर्षी भाग्योदय होतो।  "},
            {"value":"दशमस्थानीं शनि असल्याने मनुष्य पूर्वी अल्पज्ञ असला तरी भाग्यास चढतो।तो आपल्या बुद्धिमत्तेनें लोकांना चकित करून स्वत:विषयीं आदर निर्माण करून घेतो।हिशेबांत पटाईत,कायदेपंडित, शेतकीतज्ञ, अौद्योगिक बाबतींत कुशल होतो।थोर अधिकार प्राप्त होतो। आपल्या कुलांत श्रेष्ठ होतो।कलाकौशल्याची आवड त्याचे ठिकाणीं असते।तो राजाप्रमाणें सुख भोगतो व अनेक मंडळींशीं मित्रत्वानें वागतो।या स्थानांत शुभसंबंधित शनि असल्याने मनुष्य धनवान्‌, विद्वाऩ शूऱ राजमंत्री, न्यायाधीश, अनेक लोकांवर हुकमत चालविणारा,पुढारी, राजयोगी, नृत्यगायनाचा शोकी, शेतीपासून लाभ भोगणारा, नम्रस्वभावी, दीर्घोद्योगी,मोठीं जोखमाचीं कामें करणारा, स्वपराक्रमानें उदयास येणारा असा असतो।मात्र येथें हें लक्षांत ठेविलें पाहिजे कीं, शनीनें प्राप्त झालेलें भाग्य मृत्युकाळापर्यंत कायम राहाणें कठीण पडतें।शनि जर थोडा दूषित असेल किंवा दशमस्थानाच्या शेवटींंशेवटीं असेल, तर धंद्यांत जम बसत नाहीं।बरेच दिवस उपभोगिलेल्या अधिकारावरून एकदम अध:पातही होतो व सुखाच्या नंतर तें दु:ख प्राप्त होत असल्यामुळें दु:सह होतें।बालपणातही मातृपितृनाश होउ शकतो।वडिलार्जित धनाचा उपभोग मिळत नाहीं।वरिष्ठांकडून बेबनाव व  त्रास होतो।धंद्यांत वारंवार अडथळे व अपमान होतात।सार्वजनिक पुढारीपण लाभत नाहीं।शत्रूंचें भय सतत राहातें। श्रमाच्या मानानें नेहमींच थोडें वेतन मिळतें।नीच धंदे करावे लागतात।यांत्रिक कारखाने व किरकोळ उद्योगधंदे यांच्याशी संबंध ठेवावा लागतो।दशमस्थ शनि २६ व्या वर्षी शस्त्रभीति दाखवितो।  "},
            {"value":"एकादशांत शनि असता मनुष्य भोगी व धन मिळविणारा असतो।तो तेजस्वी,शत्रूंवर विजय मिळविणारा, सत्संगामुळें अंत:करण शुद्ध झालेला, नीतिमान्‌, उत्तम स्थळीं राहाणारा व कष्टरहित असा होतो।त्याला मोठमोठे लाभ होऊन आयुष्याचा उत्तरार्ध पूर्ण सुखांत जातो। तो विचारपूर्वक कामें करणारा, स्थिरवैभवी, शिल्पशास्त्राभ्यासी, निरोगी, असा असतो।पण संततिसुख कमी मिळतें।संतति उशीरानें होते।व्यसनें जडतात।लबाड मित्र भेटतात व त्यांच्यावर विश्र्वास ठेवल्यानें तो वारंवार फसतो।त्याच्या बऱ्याच  महत्त्वाकांक्षा अर्धवट राहातात।वृद्ध माणसांमुळें सांपत्तिक हानि होते।जुगारांत अपयश येतें।त्यानें स्वत:चा पैसा अत्यंत खात्रीपूर्वक ठिकाणींच ठेवावा।स्त्रीकडील नातेवाइकांकडून  फसवणूक होते।त्यानें सावकारीचा व्यवहार कधींही करूं नये।कारण गेलेला पैसा कधींही परत यावयाचा नाहीं। एकादशस्थ शनीमुळें २४ व्या वर्षीं चांगला धनलाभ होतो।"},
            {"value":"द्वादशस्थानीं शनि असल्याने आप्तांचें सुख मिळत नाहीं।तो मंदबुद्धि, ठग़ मूर्ख व निर्धन होतो।क्रूरतेनें वागतो।नेहमीं सुखरहित असतो।डोळ्‌यांत व्यंग असतें।खर्च खूप करितो। कितीही चांगली कामें त्यानें केलीं तरी सुखाचा शब्द देणारा कोणीच नसतो।अनेक व्यवहारांत मध्यस्थी करण्याचे प्रसंग त्याला येतात, पण त्यापासून त्याला लाभ काहींच नाहीं। तो व्रणरोगी, ठेंगणा, निष्ठुऱ , आळशी, घरीं फारच थोडा वेळ असणारा असा असतो।त्याचा बहुतेक काळ लोकांच्या दाराशीं गप्पाष्टकें झोडण्यांत जातो।कोणतेंच  विधायक कार्य त्याचे हातून व्हावयाचें नाहीं।लोकांच्या नसत्या उठाठेवी करण्याकडे त्याचें लक्ष असतें।नेहमीं ऋणग्रस्त, सट्टेबाजींत नुकसान भोगणारा, वैराग्यशील व दरिद्री असतो।त्याच्याकडून लोकांचा फायदा होतो, पण हा आपला समुद्रांत बुडून कोरडाच राहातो।केवळ उदासीन वृत्ति प्रिय असल्यामुळें, त्याला प्राप्त परिस्थितींत समाधान वाटतें इतकेंच।आप्तजनांतच त्याचे शत्रु उत्पन्न् होऊन त्याच्या प्रगतीला अडथळा आणतात।एकांतवास, क्वचित्‌ तुरूंगवासही भोगावा लागतो।सार्वजनिक संस्था, यज्ञकार्यें व पवित्र  स्थळें यांशी सहवास ठेवण्याची प्रबळ इच्छा होते। पण शनि बलिष्ठ असतांना त्या गोष्टी घडतात।शनि शुभसंबंधी असेल तेव्हा परोपकार व योगाभ्यासाी वृत्ति यांमध्यें त्याला चांगला लौकिक संपादन करितां येतो।परदु:खांची जाणीव करून घेऊन त्यांत हा  लवकर सहभागी होतो।दूरदृष्टीनें पैशांचा संग्रह त्याचेकडून घडतो। कितीही गरीबी आली तरी अयाचित वृत्ति सोडीत नाहीं।पण हाच  शनि पीडित असेल तेव्हा अपघाताचें भय असतें।अधिकारी लोकच शत्रु होतात।मृत्यु वाईट प्रकारानें येतो।आवडत्या माणसांमुळें शोक  प्राप्त होतो।हलकट माणसांकडून वारंवार अपमान होतात।कामुकवृत्ति असून उपभोग मिळत नाहीं।द्वादशस्थ शनि ४५ व्या वर्षीं मोठी  धनहानि करितो।"}
        ]
    },
    {
        "rahuphladesh":[
            {"label":"राहु फलादेश"},
            {"value":"लग्नस्थानीं राहू असल्याने तो मनुष्य नेहमीं कष्टी, मूर्ख, स्वार्थी, अपमान लक्षांत ठेवून सूड उगविणारा, धर्माचरण फारसें न   करणारा, फार बोलणारा, साहसकर्म करण्यांत दक्ष,आप्तजनांची वंचना करणारा, स्वत:च्या कुलाचा अभिमान धरणारा, स्त्रीच्या द्वारें महत्त्वाचीं कार्यें साधून घेणारा, असा होतो।त्याला अनेक स्त्रिया असल्या, तरी मनाजोगा संसार चालल्याचें समाधान लाभत नाहीं।आयुष्याच्या प्रारंभी गरीबी असली तरी उत्तरोत्तर भाग्योदय चांगला होतो। त्याच्या शरीराला वातविकाराची नेहमीं पीडा होते।घरांत कलह फार घडतात।त्याला मस्तकशूळाची व्यथा असते।असूया,स्वजनांजवळ याचना,कामासक्तता, हे दुर्गुण त्याचेजवळ  असतात।राहू श्रीमंती देतो।नोकरींत यश मिळतें।बुद्धि तीव्र असते।हा राहू ज्या राशींत असतो त्या राशीचे स्वभाव बरेच वेळां बदललेले आढळतात।लग्नस्थ राहूमुळें एकादी कायमची व्याधी माणसाला जडते।पांचव्या वर्षीं त्याला अरिष्ट उत्पन्न् होतें।"},
            {"value":"द्वितीयस्थानीं राहू असल्याने मनुष्य नेहमीं सांसारिक विषयांत गुंग झालेला असतो।घरांत पोष्यवर्ग जास्त असतो।दारिद्रयांतही बरेच दिवस कंठावे लागतात।कौटुंबिक मंडळींशी त्याचे विचार जमत नाहींत।खाण्यापिण्याची आवड विशेष असते।हा राहू दूषित असल्यास कर्ज होतें, तसेंच तो मनुष्य चौर्यवृत्ति, हलकी मनोवृत्ति, नेहमीं त्रास पावणारा, तोंड व डोळे यांना पीडा होत असलेला, असत्यवचनी व कृपण होतो।स्वध्येयापासून त्याला वारंवार भ्रष्ट व्हावें लागतें।संपत्ति मिळविण्यासाठीं परदेशांत  भटकावें लागतें।तपश्र्र्च्या करून धन मिळवितो।"},
            {"value":"तृतीयस्थानीं राहू असल्याने मनुष्य पराक्रमी असतो।त्याला शत्रु बरेच उपस्थित होतात, पण ते सर्व नष्ट होतात।सौख्य व विलास यांची प्राप्ति होते।हा मनुष्य शास्त्रसंशोधक़ राजमान्य़ धनावान्‌, थोर मनाचा, यशस्वी, मोठमोठ्‌या उलाढाली करणारा व सुखी असतो।या  मनुष्यास वाघ­सिंहांसारख्या पराक्रमी श्र्वापदांच्या पराक्रमाचीही भीति वाटत नाहीं।पिशाच्चांपासून हा भय पावत नाहीं।हा आपल्या  राशींत शुभ असेल तर भावंडांचें सुख कांहींसें लाभतें व मित्रांशींही भावंडांप्रमाणेंच त्याची वर्तणूक असते।भावंडांचें  सौख्य लाभत नाहीं।मोठमोठ्‌या उलाढालींत देखील कांहीं फायदा होत नाही।कर्णरोगी होतो।त्यानें पाळलेलीं जनावरें लवकर मरतात।आणि असा मनुष्य पराक्रमी असून अपयशी होऊन राहातो।"},
            {"value":"राहू चतुर्थस्थानांत असल्याने गृहसौख्याचा नाश होतो।स्वजन व मित्र यांपासून सुख लाभत नाहीं।धन मिळत नाहीं।नीच  मनुष्यांवर प्रेम जडतें।श्र्वापदांपासूऩ पिशाच्चांपासून व विषारी प्राण्यांपासून अपघात घडतात।एकांतांत राहावें लागतें।तो  चहाडखोऱ स्त्रीाक्त, मातेला दु:ख देणारा, चिंताक्रांत, प्रवासी, स्त्रीसुख मिळत नाहीं असा, व मूर्खपणाचे वादविवाद करणारा होतो। पूर्वजन्मीं घडलेल्या पातकांचे परिणाम, हीनपणा, किंवा आनुवंशिक रोग यांची त्याला पीडा होते। या स्थानांत तो शुभ असेल तर  राजमान व उपभोग प्राप्त होतात।निरनिराळे प्रदेश व गुप्त स्थळें पाहाण्यास मिळतात।स्थावरांत लाभ होतात।साहसी वृत्ति राहाते।३५ ते५४ वर्षांपर्यंतचा काळ उत्कर्षाचा असतो।  "},
            {"value":"पंचमस्थानीं राहू असल्याने त्याला संततीपासून सौख्य मिळत नाहीं।एकादें ह्यबहुधा वडीलहृ अपत्य तरी त्याला त्रासदायक होऊन  राहातें।स्त्रियांची तब्बेत अशक्त असते।विद्येंत अपूर्णता राहाते।व्यापारांत सट्टे वगैरेच्या नादीं लागूं नये।हा राहू शुभ स्थितींत असला   तर कलाकौशल्याची आवड चांगली असते।प्रकाशन घडतें।व्यापार ठीक चालतो।अधिकार व सामाजिक प्रतिष्ठा चांगली मिळते।बहुधा पंचमस्थ राहूमुळें जन्मभर नोकरीच करावी लागते। पोटांत व कुशींत कांहीं रोग झाला आहे असा त्याला वारंवार संशय येतो।ज्या  मानानें पराक्रम करावयाचा त्या मानानें द्रव्यलाभ होत नाहीं।द्वियमानें धर्माचरण करण्याची हौस असली तरी तें घडत नाहीं।  "},
            {"value":"षष्ठस्थानीं राहू शुभस्थितींत असेल तर शत्रूंचा पूर्ण पराभव होतो।बहुधा विरोधी लोक  त्याचेसमोर उभेच राहावयाचे  नाहींत।म्लेच्छसमागमानें पुष्कळ कार्यें साधतात।धनलाभ बरे होतात।पशूंपासून सुख प्राप्त होतें।त्याला ऐश्र्वर्य,पराक्रम, बुद्धिमत्ता, उदारपणा, थोर अंत:करण, लवकर रोगमुक्त होण्याची शक्ति, मातुलसुख, लोकप्रसिद्धी, यांची प्राप्ति होते। त्याच्या अंत:करणांतला कावा सहसा कोणाला कळावयाचा नाहीं।परस्त्रीशीं बोलणेंचालणें फार प्रिय असतें,भलभलते आळ त्याच्यावर येतात।पशु, पिशाच्चे व विषारी प्राणी यांचेपासून पीडा होते।नोकरी कमी दर्जाची मिळते।प्रेमविरहानें तो व्याकुळ होतो।उदरव्यथा व  व कटिरोग यांनी तो पीडला  जातो, आणि प्रसिद्धीला येत नाहीं।  "},
            {"value":"सप्तमस्थानीं राहू असेल तर १०।१२ व १६ व्या वर्षी गंडांतर येतें।जर राहू अशुभसंबंधी असेल तर त्या काळांत मृत्यूही येतो।त्याची स्त्री नेहमीं स्त्रीविशिष्ट रोगांनी आजारी असते,किंवा त्याला कुरूप व भांडखोर पत्नी मिळते।कौैटुंबिक विभक्तपणा,  असा असतो।पण राहू शुभसंबंधी असतांना अपघात टळतात, सुंदर स्त्री लाभते।मात्र विवाहसुखप्रद होत नाहीं।प्रवासांत लाभ   त्यांतच त्याचा उदय होतो।सट्टे­जुगारादि व्यवहारांतही त्याला यश लाभतें।अनेक वेळां पुन:पुन्हां संसाराची नवीन मांडणी करावी   लागते। "},
            {"value":"अष्टमस्थानीं राहू असल्याने ३२ व्या वर्षी देहपीडा होते।हा राहू शुभस्थितींत असल्यानेधनवान्‌, राजमान्य़ पंडित, नुकसान सहन   करणारा, कीर्तिवान्‌, पुष्टांगी असा मनुष्य होतो। त्याला फार परिश्रमानें भाग्य प्राप्त होतें।पण हाच राहू अशुभराशींत असेल तेव्हा  क्लेश,अपवाद, रोगटपणा, चौर्यकर्मांत प्रीति, भित्रेपणा, निष्ठुऱ गुह्यरोगी, विकलवृत्ति, स्वजनांपासून दूर राहाणारा, उदरांत रोग असणारा,धर्मांतर करणारा, दुरभिमानी, व्यभिचारी व दरिद्री असतो।"},
            {"value":"हा माणूस भावंडांशीं विरोध करणारा व शरीरप्रकृति पित्तवातांनीं अशक्त असा असतो।सामान्यनवमस्थानीं राहू असल्याने मनुष्य   फार भ्रमणशील असतो। त्याचे हातून बहुत लोकांचा सांभाळ होऊं शकतो।तसेंच तो बुद्धिमान्‌, धनाढ्‌य़ सुंदर अलंकार धारण  करणारा, पराक्रमी, दयाशील, तीर्थक्षेत्रें व दैवतें यांवर अनुरक्त, धार्मिक आचार पाळणारा, सभेंत प्रसिद्धीस येणारा, बंधुप्रेमी व जात्याभिमानी असतो।स्त्रीच्या तंत्राने वागतो।३३ व्या वर्षी भाग्योदय होतो।पण राहू दूषित असेल तेव्हा पितृनिंदा सद्धर्मनिंदा  करणारा,चहाडखोऱशत्रूंकडून नेहमीं भयभीत होणारा,आप्तांचें अल्पसुख मिळणारा, प्रवासी, दरिद्री, सत्कर्मांत आळसानें विलंब लावणारा,राजपीडा भोगणारा,स्त्रीसंबंधीं आप्तांकडून त्रास पावणारा,कर्तव्यशून्य व धर्मांतरही करणारा मनुष्य होतो।  "},
            {"value":"दशमस्थानीं राहू असल्याने मनुष्य बुद्धिवान्‌ व रणोत्साही असतो।त्याला पितृसुख मिळत नाहीं। शत्रूंवर त्याला नेहमीं विजय  मिळतो।वाहनसौख्य मिळतें।नेहमीं आपल्याहून कमी जातीच्या लोकांशी किंवा म्लेच्छ लोकांशी उद्योगधंद्याच्या बाबतींत संबंध येतात आपल्या पराक्रमाचा त्याला फार गर्व असतो।तो युद्धप्रयि व नाटक­कवतिा यांवर प्रसन्न् राहाणारा असतो।त्याला बलाढ्‌य लोकांचे चांगलें साहाय्य मिळतें।स्थावर इस्टेटीचा उपभोग घ्यावयास सापडतो। राजवैभावाचा लाभ मिळतो।क्वचति्‌ असा   मनुष्य राजाचा सल्लागार म्हणूनही कामें करितो। व्यापारांत त्याला चातुर्य असतें।त्याला संपत्तीची वाण कधींच पडत नाहीं।पण राहू   त्या स्थानीं अनिष्ट स्थितींत असतांना तो मनुष्य फसवाफसवी करणारा, शीलरहित, अत्यंत दगदगी, लोभी, सुखहीऩ सुकलेल्या   चेहेऱ्याचा,दुष्ट, वातपीडेनें युक्त, स्थावराचा नाश करणारा, स्वजनांचा द्वेषी, नेहमीं स्त्रीबुद्धीनें वागणारा,दांडगट, चिंतातुऱ चंचल बुद्धीचा,अधिकारावरून पतन पावणारा, मातृ­पितृसुखहीऩ प्रवासी, असा होतो।  "},
            {"value":"एकादशांत राहु असल्याने त्या माणसाचें शरीर चांगलें निरोगी असतें।तो स्वाभिमानी,धूर्त,ऐश्र्वर्यवान्‌, स्त्रीपासून सुख   भोगणारा असा असतो।मिश्रवर्गांच्या लोकांपासून त्याला फायदा होतो।हा मनुष्य थोर अधिकाराला सहसा पोंचत नाहीं।यवनलोकांकडून कीर्ति लाभते।तो विद्वान्‌, विनोदी, शास्त्राभ्यासी, लज्जायुक्त व वादांत विजयी होणारा असतो।इंद्रियसंयमन त्याला चांगले साधतें।परदेशांत भाग्योदय होतो।त्याच्या अंगी धंद्याला आवश्यक असें चापल्य असतें।राजकीय मानसन्मान  लाभतात।वस्त्रें व अलंकार यांची प्राप्ति होते।त्याचे नेत्र विशाल असतात।त्यांचे अनेक मनोरथ सिद्धीला जातात।हा राहू अशुभ स्थितींत   असतांना तो मनुष्य निर्लज्ज़ दुसऱ्यांचे धन लबाडीनें घेणारा, भावंडांना फसविणारा, ऋणग्रस्त, कर्णबधिऱभांडखोऱ   बेकार असा असतो।त्याला उद्योगधंदा कमीच मिळतो।संततिसुखही अल्प मिळतें।कन्यासंतति जास्त होते।मोठें भाग्य उदयाला येतेेें।त्याला  लाभ व हानि यांचे योग बहुत वेळां येतात।   "},
            {"value":"द्वादशस्थानांत राहू असल्याने मनुष्य उत्तम संसारी होतो।कंजूष वृत्ति फार असते, मनाविरूद्ध खर्च करावयाचे प्रसंग त्याच्यावर फार  येतात।तो दीन वृत्तीनें राहातो।हा राहू अशुभ अवस्थेंत असेतांना तर त्यामुळें मनुष्य चोऱ कुकर्मी, रागीट,स्त्रीरहित, सुखहीऩअपयशी, स्त्रीपासून पीडा भोगणारा, बढाईखोऱ कर्जदाऱ क्रूऱ धर्महीऩशूलरोगी, वाईट प्रवृत्तीच्या माणसांशी संगति  ठेवणारा, भांडखोऱ नेत्ररोगी, शरीरास व्यंग असलेला, पायांस व नखांस वारंवार जखम होणारा असा होतो।पण शुभराशींत राहू   असल्याने त्याला द्रव्यप्राप्ति बरी होते।कुळाला शोभा आणणारीं कामें त्याचेकडून घडतात।त्याला साधुवृत्ति चांगली पसंत   पडते।परोपकार घडतात। आहार मध्यम असतो।वाहनसुख चांगलें मिळतें।शत्रूंपासून बचाव होतो।या स्थानीं राहू उच्च   व स्वगृहीं असेल तरच शुभफळें मिळतात।"}
        ]
    },
    {
        "ketuphladesh":[
            {"label":"केतू फलादेश"},
            {"value":"लग्नस्थानीं प्रजापति असल्याने तो मनुष्य मोठा विचित्र असतो।त्याचा स्वभाव कमालीचा लहरी व चंचल असतो।त्यानें दिलेल्या आश्र्वासनांवर कोणी सहसा विश्र्वास ठेवूं नये हें बरें।त्याची  शरीरयष्टि उंच असते।लोकाचार व रूढी यांच्याविरूद्ध वर्तन ठेवण्यांत तो भूषण मानितो। त्याचा स्वभाव क्षणांत शांत तर क्षणांत उच्छृंखल असा असतो।पुरोगामी व धाडसी गोष्टी करण्याकडे त्याची प्रवृत्ति राहाते।त्याच्या या स्वभावाचा समाजसुधारणेस चांगला उपयोग होतो। तो मोठा तत्त्वज्ञ व नामांकित मुत्सद्दी होतो।सामान्यत: स्वभाव तापट, एककल्ली, साहसी,उतावळा, मोठी धडाडी दाखविणारा, हांवरट, ज्योतिषी, युद्धप्रिय असा मनुष्य होतो।शस्त्रक्रिया, रसायनप्रयोग़ युद्धकल, यांत्रिक कामें यांत उत्कर्ष घडतो।त्या माणसांनीं वाफे चीं यंत्रें व शस्त्रक्रिया यांच्या भानगडींत पडूं नये हें बरें।मातापित्यांपासून ताटातूट होते।त्यामुळें चंचल,विद्वाऩ चाणाक्ष, तत्त्वज्ञानप्रिय़गूढशास्त्राभ्यासी, नवीन कल्पना काढणारा, स्वाभिमानी,कायदेपंडितऌ व्यसनी,लबाड़ नीच वृत्तीच्या लोकांचा सहवास ठेवणारा, व्यभिचारी, रीतरिवाज नसलेला होतो।वैद्यकशास्त्रांत प्रगति करील किंवा अन्य शास्त्रांत प्रगति होईल।लोक उत्तम कर्तबगार होतात।"},
            {"value":"द्वितीयस्थानीं हर्शल असल्याने कौटुंबिक खर्चाची विवंचना नेहमीं कायम राहाते।पैसा शिल्लक राहाणेंच कठीण।वडिलार्जित इस्टेटीचाही उपभोग सरळ मिळावयाचा नाहीं।सांपतिक परिस्थिती नेहमीं अनिश्र्चि्त राहाते। स्वत: नोकरी करून चरितार्थांपुरतें धन सरासरी मिळतें, आणि त्यामुळें मोठमोठ्‌या योजना आंखल्या तर त्या यशस्वी होऊं शकत नाहींत।सरकारी किंवा रेल्वे वगैरे वाहन खात्यांत नोकरी, पुराणवस्तु, चमत्कारिक प्रयोग़लेखऩ वाफेची यंत्रें, सामुदिक व ज्योतिष,गूढ विषय़ वगैरेपासून कांहींसें धन मिळतें।त्यांनीं सट्टयाच्या भानगडींत कधींही पडूं नये। नेत्रपीडा होते।डोळ्‌यांतून पाणी गळत राहातें किंवा डोळे येणें, त्यांवर शस्त्रक्रिया करावी लागणें वगैरे गोष्टी घडतात।"},
            {"value":"तृतीयस्थानीं हर्शल असल्याने भावंडें व शेजारीपाजारी यांचें सुख मिळणें कठीण होतें।शास्त्रीय विषयांची आवड असते।स्मरणशक्ति उत्तम असते।स्वभाव विचित्र असतो।हर्शल शुभस्थितींत असल्याने ग्रंथलेखऩ प्रकाशऩ सतत प्रवास, पत्रव्यवहार व हस्तकलाकौशल्य यांपासून लाभ होतो।युद्धकलेंत चातुर्य मिळतें।स्वतंत्र वृत्ति चांगली राहाते।पण दूषित हर्शल असतांना याच गोष्टी त्रासाला कारणीभूत होतात।प्रवासांत अपघात व कार्यहानि होते।विचित्र लोक भेटतात व नुकसान करितात।  स्वैरपणामुळें नुकसान होतें।"},
            {"value":"चतुर्थात हर्शल असेल तर मनुष्याचें राहाणें एके ठिकाणीं फारच कमी घडतें।स्थावर इस्टेटींपासून भानगडी उपस्थित होतात।आईबापांपासून विभक्त राहाण्याचा प्रसंग येतो।कौटुंबिक स्थिति अनुकूल राहत नाहीं।कुटुंबांत विचित्र तऱ्हेची मंडळी असते, त्यामुळें ऐक्य बिघडतें।या स्थानांतील पीडित हर्शल वृद्धापकाळामध्यें त्रास देतो।सांपत्तिक अडचणी, अर्धांगवायूसारखे दीर्घकालीन रोग हीं प्राप्त होतात।अपघात वारंवार घडतात।चतुर्थांत हर्शल असणाऱ्या माणसांनीं जन्मस्थलापासून दूर गेलें तरच त्यांचा भाग्योदय होऊं शकतो।"},
            {"value":"पंचमस्थानीं हर्शल असेल तर संततीला त्रास होतो।कदाचित्‌ संतति होतही नाहीं।कधीं कधीं व्यंगी, विचित्र शरीराची व विचित्र स्वभावाची संतति होते।सट्टे­लॉटरीचा नाद असतो पण त्यांत यश कमी मिळतें।प्रेमाचे व्यवहार विलक्षण असतात।तो मनुष्य शृंगारसौख्य व सट्टेबाजीचे व्यवहार यांतील हौशी भागविण्यांत नेहमीं दंग असतो व त्यांत भयंकर आर्थिक नुकसान भोगावें लागतें।स्त्रिला प्रसूतिकष्ट देतो।संतति कमी होते।संततिसुख मिळत नाहीं।"},
            {"value":"षष्ठस्थानीं हर्शल असल्याने तो रोगवृद्धि करितो।संधिवात,अपस्माऱ रक्ताभिसरण बंद होणें,उंचावरून पडणें, रोग झाल्याचा वारंवार निष्कारण संशय येणें, पिशाच्चबाधा संचारणें,वेड लागणें, चिकित्सा करण्यास कठीण असे चमत्कारिक रोग होणें या गोष्टी षष्ठस्थ हर्शलामुळें विशेष घडतात।विकृति जास्त होतात।द्रव्यचिंता कायम राहाते।हाताखालचे नोकर विचित्र मिळतात व त्यांच्या चुकीमुळें आपल्याला भूर्दंड भरावा लागतो। उद्योगधंद्यांत लाभ होतात।"},
            {"value":"सप्तमस्थानीं हर्शल असल्याने विवाह फार उशीरां होतो।विवाहसंबंध अगदी ठरला जावा व आयत्या वेळीं तो मोडून दुसऱ्याच स्थळीं विवाह घडावा असले चमत्कारिक अनुभव या हर्शलाचे मिळतात।स्त्री विचित्र स्वभावाची, लहरी, हेकेखोर अशी मिळते।स्त्रीसंबंधीं कांही ना कांहीं विवंचना सतत चालूच राहाते।भागीदारांशीं फारसें पटत नाहीं व पटलें तरी अर्थप्राप्ति फारच थोडी होते।विरोधी  लोकांवर नैतिक विजय मिळतो, पण लाभ कांहींच नाहीं।स्वतंत्र असे नवीनच उद्योगधंदे सुरू होतात।नवीन नवीन अोळखी जमून फायदा होतो।स्त्रीविरहित दिवस काढावे लागतात।या मंडळींनीं कोर्टाची पायरी चढूं नये हें बरें।विचित्र प्रकार घडून हातीं आलेले दावे बुडतात।सार्वजनिक बाबतींत अधिकाराची जागा पत्करूं नये।कारण धोरण एकच कायम राहील असें नाहीं व त्यामुळें दुलौंकिक मात्र होईल।थोर मंडळीशीं शत्रुत्व उत्पन्न् होतें।परकीय लोक व नवीन अोळखी जोडूं पाहाणारे लोक यांचेपासून सावधगिरी बाळगावी।"},
            {"value":"अष्टमस्थानीं हर्शल असता आकस्मिक रीतीनें मृत्यु येतात।अपस्माऱ पक्षघात,यंत्रांपासून अपघात वगैरे घडतात।कौटुंबिक बाबतींत  द्रव्यचिंता नेहमीं कायम राहाते।पैसा शिल्लक पडावयाचाच नाहीं।कोर्टदरबारांत अपयश येतें।मित्रांपासूनच फसवणूक होते।वडिलोर्जित इस्टेटी व वारशानें मिळणारें मृतधन यांचेपासून भानगडी होतात।कितीही प्रयत्न केले तरी लाभ पदरांत पडावयाचाच नाहीं हें जणूं काय़ ठरूनच गेलेलें असतें।लग्नानंतर सांपत्तिक अडचणी फार येतात।त्याला परलोकचिंतन लागलेलें असतें।स्वप्नसृष्टींत चमत्कारिक अनुभव मिळतात। आध्यात्मिक प्रगति होते व द्रव्यलाभही होतो।"},
            {"value":"नवमस्थानी हर्शल असल्याने शास्त्रपरिचय फार घडतो।दूरदूरचे प्रवास घडतात।पत्नीसंबंधानें जमलेल्या आप्तमंडळीकडून त्रास होतो।नवीन संशोधन करणें, गुप्त विद्या शिकणें,अध्यात्मविद्या व तत्त्वज्ञान यांचा व्यासंग ठेवणें, इकडे मनाचा कल राहातो।भावी स्थितीची आधीं कल्पना येण्याजोगे साक्षात्कार घडतात।दूरदर्शी थोर मुत्सद्दी म्हणून असे लोक उत्तम प्रसिद्धी मिळवितात।धार्मिक आचारांत सुधारणा करण्याची उत्कट इच्छां होते।योगाभ्यास होतो। उद्योगधंदे भरभराटीला येतात व थोर भाग्य प्राप्त होतें।  "},
            {"value":"दशमस्थानीं हर्शल असल्याने तीं माणसें विशेष लोकप्रसिद्ध असतात।राजकारणी घडामोडींत त्यांचें विशेष अंग असतें।हर्शलच्या  स्वाभाविक गुणांप्रमाणें दशमस्थ हर्शल लहरीपणा, नावीन्यप्रियता, स्वतंत्र बुद्धिमत्ता, कल्पकता व धैर्यानें कोणतेंही कार्य सिद्धिस  नेण्याची अखेरपर्यंत धडपड करणें हे गुण अंगीं आणतोच, पण तो मातापित्यांपासून ताटातूट करितो। धंदा, रोजगाऱ कीर्ति, अधिकार या बाबतींत विलक्षण अनुभव येतात।क्षणांत तो मनुष्य कीर्तिशिखरावर आरूढ होईल, तर दुसऱ्या क्षणांत एकदम अध:पाताला  पोहोंचेल।मोठ्‌या लोकांचा त्याला आश्रय मिळतो।सरकारी नोकरी, रेल्वे, मोठमोठ्‌या कंपन्या, हवाई खातें, वजेचे कारखाने, प्रकाशनसंस्था यांचेमध्यें भाग्योदय होतो।सरकारी धोरणाला त्यांचा नेहमीं लोककल्याणाकरितां विरोधच राहातो।अगदीं दरिद्री व सामान्य परिस्थितींत जन्मास येऊन राजकारणांत उच्च स्थान प्राप्त करून घेणेंही या हर्शलामुळें शक्य  होतें।अशा माणसांनीं सुस्थिति प्राप्त होतांच पूर्णपणें सावधगिरीनें भावी अडचणींत त्रास न होण्याची व्यवस्था करून ठेवावी।"},
            {"value":"हा माणूस भावंडांशीं विरोध करणारा व शरीरप्रकृति पित्तवातांनीं अशक्त असा असतो।सामान्य एकादशस्थानांत हर्शल असता मित्रमंडळी लहरी मिळतात।अचानक द्रव्यलाभ होतात।मित्रांमुळें पुष्कळ वेळां अडचणींत सांपडावें लागतें।मनोरथ भग्न होतात। थोर लोकांचा आश्रय व कीर्ति प्राप्त होते।आशा गहस्थितींंत आकस्मित धनलाभही होतो।गुरनें अशुभसंबंधी असलेला हर्शल द्रव्यलाभ मुळींच करीत नाहीं।एकादशस्थ हर्शलामुळें विदया अर्धवट राहाते व संततीसुख लाभत नाही'।  "},
            {"value":"एकादशस्थ हर्शलामुळे कौटुंबिक बाबतींत पैशांची अडचण नेहमीं कायम ठेवितो।आशेचे मनोरे ढांसळून पडतात।नोकरींत वरिष्ठ अधिकार मिळविणें फारच कठीण पडतें।तो दूषित असेल तर हद्दपारी, बेअब्रू, दरोडेखोरांची संगति, स्वकीय लोकांचा त्याग़ राजदंड भोगण्याच प्रसंग व सार्वजनिक धर्मार्थ संस्थेच्या आश्रयानें जगणें या गोष्टी घडवितो।हा हर्शल बलवान्‌ असेल तर किमया  करणें, गुप्त कारस्थानें करून थोर अधिकाऱ्यांना फसविणें, वगैरे कामांत तो निष्णात होतो।स्वत:च्याच विचित्र कृत्यांनीं तो महान्‌ संकटांत पडतो।"}
        ]
    },
    {
        "harshalphladesh":[
            {"label":"हर्शल फलादेश"},
            {"value":"लग्नस्थानीं प्रजापति असल्याने तो मनुष्य मोठा विचित्र असतो।त्याचा स्वभाव कमालीचा लहरी व चंचल असतो।त्यानें दिलेल्या आश्र्वासनांवर कोणी सहसा विश्र्वास ठेवूं नये हें बरें।त्याची शरीरयष्टि उंच असते।लोकाचार व रूढी यांच्याविरूद्ध वर्तन  ठेवण्यांत तो भूषण मानितो।त्याचा स्वभाव क्षणांत शांत तर क्षणांत उच्छृंखल असा असतो।पुरोगामी व धाडसी गोष्टी करण्याकडे त्याची प्रवृत्ति राहाते।त्याच्या या स्वभावाचा समाजसुधारणेस चांगला उपयोग होतो। तो मोठा तत्त्वज्ञ व नामांकित मुत्सद्दी होतो।सामान्यत: स्वभाव तापट, एककल्ली, साहसी, उतावळा, मोठी धडाडी दाखविणारा, हांवरट, ज्योतिषी, युद्धप्रिय असा मनुष्य होतो।शस्त्रक्रिया,रसायनप्रयोग़ युद्धकल, यांत्रिक कामें यांत उत्कर्ष घडतो।त्या माणसांनीं वाफे चीं यंत्रें व  शस्त्रक्रिया यांच्या भानगडींत पडूं नये हें बरें।मातापित्यांपासून ताटातूट होते।त्यामुळें चंचल,विद्वाऩ चाणाक्ष,  तत्त्वज्ञानप्रिय़गूढशास्त्राभ्यासी, नवीन कल्पना काढणारा, स्वाभिमानी,कायदेपंडितऌ व्यसनी,लबाड़ नीच वृत्तीच्या लोकांचा सहवास ठेवणारा, व्यभिचारी, रीतरिवाज नसलेला होतो।वैद्यकशास्त्रांत प्रगति करील किंवा अन्य शास्त्रांत प्रगति होईल।लोक उत्तम कर्तबगार होतात।"},
            {"value":"द्वितीयस्थानीं हर्शल असल्याने कौटुंबिक खर्चाची विवंचना नेहमीं कायम राहाते।पैसा शिल्लकराहाणेंच कठीण।वडिलार्जित इस्टेटीचाही उपभोग सरळ मिळावयाचा नाहीं।सांपतिक परिस्थिती नेहमीं अनिश्र्चि्त राहाते। स्वत: नोकरी करून चरितार्थांपुरतें धन सरासरी मिळतें, आणि त्यामुळें मोठमोठ्‌या योजना आंखल्या तर त्या यशस्वी होऊं शकत नाहींत।सरकारी किंवा रेल्वे वगैरे वाहन खात्यांत नोकरी, पुराणवस्तु, चमत्कारिक प्रयोग़लेखऩ वाफेची यंत्रें, सामुदिक व ज्योतिष,गूढ विषय़ वगैरेपासून कांहींसें धन मिळतें।त्यांनीं सट्टयाच्या भानगडींत कधींही पडूं नये। नेत्रपीडा होते।डोळ्‌यांतून पाणी गळत राहातें किंवा डोळे  येणें, त्यांवर शस्त्रक्रिया करावी लागणें वगैरे गोष्टी घडतात"},
            {"value":"तृतीयस्थानीं हर्शल असल्याने भावंडें व शेजारीपाजारी यांचें सुख मिळणें कठीण होतें।शास्त्रीय विषयांची आवड असते।स्मरणशक्ति उत्तम असते।स्वभाव विचित्र असतो।हर्शल शुभस्थितींत असल्याने ग्रंथलेखऩ प्रकाशऩ सतत प्रवास, पत्रव्यवहार व हस्तकलाकौशल्य यांपासून लाभ होतो।युद्धकलेंत चातुर्य मिळतें।स्वतंत्र वृत्ति चांगली राहाते।पण दूषित हर्शल असतांना याच गोष्टी त्रासाला कारणीभूत होतात।प्रवासांत अपघात व कार्यहानि होते।विचित्र लोक भेटतात व नुकसान करितात।  स्वैरपणामुळें नुकसान होतें।"},
            {"value":" चतुर्थात हर्शल असेल तर मनुष्याचें राहाणें एके ठिकाणीं फारच कमी घडतें।स्थावर इस्टेटींपासून भानगडी उपस्थित होतात।आईबापांपासून विभक्त राहाण्याचा प्रसंग येतो। कौटुंबिक स्थिति अनुकूल राहत नाहीं।कुटुंबांत विचित्र तऱ्हेची मंडळी असते, त्यामुळें ऐक्य बिघडतें।या स्थानांतील पीडित हर्शल वृद्धापकाळामध्यें त्रास देतो।सांपत्तिक अडचणी, अर्धांगवायूसारखे दीर्घकालीन रोग हीं प्राप्त होतात।अपघात वारंवार घडतात।चतुर्थांत हर्शल असणाऱ्या माणसांनीं जन्मस्थलापासून दूर गेलें तरच त्यांचा भाग्योदय होऊं शकतो।"},
            {"value":"पंचमस्थानीं हर्शल असेल तर संततीला त्रास होतो।कदाचित्‌ संतति होतही नाहीं।कधीं कधीं व्यंगी, विचित्र शरीराची व विचित्र स्वभावाची संतति होते।सट्टे­लॉटरीचा नाद असतो पण त्यांत यश कमी मिळतें।प्रेमाचे व्यवहार विलक्षण असतात।तो मनुष्य शृंगारसौख्य व सट्टेबाजीचे व्यवहार यांतील हौशी भागविण्यांत नेहमीं दंग असतो व त्यांत भयंकर आर्थिक नुकसान भोगावें लागतें।स्त्रिला प्रसूतिकष्ट देतो।संतति कमी होते।संततिसुख मिळत नाहीं।"},
            {"value":"षष्ठस्थानीं हर्शल असल्याने तो रोगवृद्धि करितो।संधिवात,अपस्माऱ रक्ताभिसरण बंद होणें,उंचावरून पडणें, रोग झाल्याचा वारंवार निष्कारण संशय येणें, पिशाच्चबाधा संचारणें,वेड लागणें, चिकित्सा करण्यास कठीण असे चमत्कारिक रोग होणें या गोष्टी षष्ठस्थ हर्शलामुळें विशेष घडतात।विकृति जास्त होतात।द्रव्यचिंता कायम राहाते।हाताखालचे नोकर विचित्र  मिळतात व त्यांच्या चुकीमुळें आपल्याला भूर्दंड भरावा लागतो। उद्योगधंद्यांत लाभ होतात।"},
            {"value":"सप्तमस्थानीं हर्शल असल्याने विवाह फार उशीरां होतो।विवाहसंबंध अगदी ठरला जावा व आयत्या वेळीं तो मोडून दुसऱ्याच स्थळीं विवाह घडावा असले चमत्कारिक अनुभव या हर्शलाचे मिळतात।स्त्री विचित्र स्वभावाची, लहरी, हेकेखोर अशी मिळते।स्त्रीसंबंधीं कांही ना कांहीं विवंचना सतत चालूच राहाते।भागीदारांशीं फारसें पटत नाहीं व पटलें तरी अर्थप्राप्ति फारच थोडी होते।विरोधी लोकांवर नैतिक विजय मिळतो, पण लाभ कांहींच नाहीं।स्वतंत्र असे नवीनच उद्योगधंदे सुरू होतात।नवीन नवीन अोळखी जमून फायदा होतो।स्त्रीविरहित दिवस काढावे लागतात।या मंडळींनीं कोर्टाची पायरी चढूं नये हें बरें।विचित्र प्रकार घडून   हातीं आलेले दावे बुडतात।सार्वजनिक बाबतींत अधिकाराची जागा पत्करूं नये।कारण धोरण एकच कायम राहील असें नाहीं व त्यामुळें दुलौंकिक मात्र होईल।थोर मंडळीशीं शत्रुत्व उत्पन्न् होतें।परकीय लोक व नवीन अोळखी जोडूं पाहाणारे लोक यांचेपासून सावधगिरी बाळगावी।"},
            {"value":"अष्टमस्थानीं हर्शल असता आकस्मिक रीतीनें मृत्यु येतात।अपस्माऱ पक्षघात,यंत्रांपासून अपघात वगैरे घडतात।कौटुंबिक बाबतींत द्रव्यचिंता नेहमीं कायम राहाते।पैसा शिल्लक पडावयाचाच नाहीं।कोर्टदरबारांत अपयश येतें।मित्रांपासूनच फसवणूक होते।वडिलोर्जित इस्टेटी व वारशानें मिळणारें मृतधन यांचेपासून भानगडी होतात।कितीही प्रयत्न केले तरी लाभ पदरांत पडावयाचाच नाहीं हें जणूं काय़ ठरूनच गेलेलें असतें।लग्नानंतर सांपत्तिक अडचणी फार येतात।त्याला परलोकचिंतन लागलेलें असतें।स्वप्नसृष्टींत चमत्कारिक अनुभव मिळतात। आध्यात्मिक प्रगति होते व द्रव्यलाभही होतो।"},
            {"value":"नवमस्थानी हर्शल असल्याने शास्त्रपरिचय फार घडतो।दूरदूरचे प्रवास घडतात।पत्नीसंबंधानें जमलेल्या आप्तमंडळीकडून त्रास  होतो।नवीन संशोधन करणें, गुप्त विद्या शिकणें,अध्यात्मविद्या व तत्त्वज्ञान यांचा व्यासंग ठेवणें, इकडे मनाचा कल राहातो।भावी स्थितीची आधीं कल्पना येण्याजोगे साक्षात्कार घडतात।दूरदर्शी थोर मुत्सद्दी म्हणून असे लोक उत्तम प्रसिद्धी मिळवितात।धार्मिक आचारांत सुधारणा करण्याची उत्कट इच्छां होते।योगाभ्यास होतो। उद्योगधंदे भरभराटीला येतात व थोर भाग्य प्राप्त होतें।"},
            {"value":"दशमस्थानीं हर्शल असल्याने तीं माणसें विशेष लोकप्रसिद्ध असतात।राजकारणी घडामोडींत त्यांचें विशेष अंग असतें।हर्शलच्या स्वाभाविक गुणांप्रमाणें दशमस्थ हर्शल लहरीपणा, नावीन्यप्रियता, स्वतंत्र बुद्धिमत्ता, कल्पकता व धैर्यानें कोणतेंही कार्य सिद्धिस नेण्याची अखेरपर्यंत धडपड करणें हे गुण अंगीं आणतोच, पण तो मातापित्यांपासून ताटातूट करितो धंदा, रोजगाऱ कीर्ति, अधिकार या  बाबतींत विलक्षण अनुभव येतात।क्षणांत तो मनुष्य कीर्तिशिखरावर आरूढ होईल, तर दुसऱ्या क्षणांत एकदम अध:पाताला   पोहोंचेल।मोठ्‌या लोकांचा त्याला आश्रय मिळतो।सरकारी नोकरी, रेल्वे, मोठमोठ्‌या कंपन्या, हवाई खातें, विजेचे कारखाने, प्रकाशनसंस्था यांचेमध्यें भाग्योदय होतो।सरकारी धोरणाला त्यांचा नेहमीं लोककल्याणाकरितां विरोधच राहातो।अगदीं दरिद्री व सामान्य परिस्थितींत जन्मास येऊन राजकारणांत उच्च स्थान प्राप्त करून घेणेंही या हर्शलामुळें शक्य होतें।अशा माणसांनीं सुस्थिति प्राप्त होतांच पूर्णपणें सावधगिरीनें भावी अडचणींत त्रास न होण्याची व्यवस्था करून ठेवावी।"},
            {"value":" हा माणूस भावंडांशीं विरोध करणारा व शरीरप्रकृति पित्तवातांनीं अशक्त असा असतो।सामान्य एकादशस्थानांत हर्शल असता मित्रमंडळी लहरी मिळतात।अचानक द्रव्यलाभ होतात।मित्रांमुळें पुष्कळ वेळां अडचणींत सांपडावें लागतें।मनोरथ भग्न होतात। थोर लोकांचा आश्रय व कीर्ति प्राप्त होते।आशा गहस्थितींंत आकस्मित धनलाभही होतो।गुरनें अशुभसंबंधी असलेला हर्शल द्रव्यलाभ मुळींच करीत नाहीं।एकादशस्थ हर्शलामुळें विदया अर्धवट राहाते व संततीसुख लाभत नाही'।"},
            {"value":"एकादशस्थ हर्शलामुळे कौटुंबिक बाबतींत पैशांची अडचण नेहमीं कायम ठेवितो।आशेचे मनोरे ढांसळून पडतात।नोकरींत वरिष्ठ  अधिकार मिळविणें फारच कठीण पडतें।तो दूषित असेल तर हद्दपारी, बेअब्रू, दरोडेखोरांची संगति, स्वकीय लोकांचा त्याग़ राजदंड   भोगण्याच प्रसंग व सार्वजनिक धर्मार्थ संस्थेच्या आश्रयानें जगणें या गोष्टी घडवितो।हा हर्शल बलवान्‌ असेल तर किमया करणें, गुप्त कारस्थानें करून थोर अधिकाऱ्यांना फसविणें, वगैरे कामांत तो निष्णात होतो।स्वत:च्याच विचित्र कृत्यांनीं तो महान्‌  संकटांत पडतो।"}
        ]
    },
    {
        "nepphladesh":[
            {"label":"नेपच्यून फलादेश"},
            {"value":"नेपच्यून लग्नस्थानीं असल्याने तो मनुष्य स्वाभिमानी, अस्थिऱ कल्पक़ हुषाऱ कोणत्याही गोष्टीचा खोल विचार करणारा, वर्णांनें गौऱ निळे डोळे, डोळ्‌यांतील बुबुळांवर कसली तरी नशा चढल्याप्रमाणें दिसणें, चेहेऱ्यावर गूढ विचारांचें गांभीर्य,मत्सरी,कपड्‌यालत्त्याची हौस बाळगणारा, मनोविकाराधीऩ समुद्रप्रवासाची आवड बाळगणारा,अध्यात्मप्रिय़ संगीतप्रिय़  असा होतो।अशीं माणसें झोंपेंत बरळतात।निद्रावस्थेंतच निरनिराळे भाषाप्रबंध पाठ म्हणणें,लिहिणें, वगैरे व्यवहारही  करितात।पाण्यापासून भीति फार असतेऌ त्याचप्रमाणें चुकून भलतेंच अौषध पोटांत गेल्यामुळें मृत्यु येतो।लग्नस्थ नेपच्यूनचीं माणसें डोक्यांत  होतात।आपलीं प्रेमाचीं माणसें आपल्या आधींच अंतरल्यामुळें उद्वेगावस्थंेत मृत्यु येतो।एकांतवासांत राहण्याची वेळ येते।  कोणता तरी विषय घेऊन त्यांत वेडीं झालेलीं व सर्दीनें पछाडलेलीं आढळतात।"},
            {"value":"द्वितीयस्थानीं नेपच्यून असल्याने सांपत्तिक दृष्टया परिस्थिती चांगली राहात नाहीं।त्यांत अव्यवस्थितपणा वारंवार फार माजतो।पातळ  पदार्थांचे व्यापाऱ पैशांचिक विद्या,मोठमोठ्‌या कंपन्यांचे व्यापारी व्यवहाऱअनेक लोकांनाही साधणार नाहींत असले उद्योगधंदे, ललितकला, कथावाङमयलेखऩ सुंदर वक्तृत्व, वगैरेंपासून द्रव्यलाभ देतो।दिवाळें वाजल्यामुळें, लुच्चेगिरीनें व चोरीमुळें द्रव्यनाश होतो।कुटुंबांतील जुनाट व्यवहार व वडिलार्जित इस्टेटी यांपासून घोंटाळे माजतात।"},
            {"value":"हा माणूस भावंडांशीं विरोध करणारा व शरीरप्रकृति पित्तवातांनीं अशक्त असा असतो।सामान्य तृतीयस्थानीं नेपच्यून असल्याने मनुष्य उत्तम लेखक होतो। सामान्य जनांना कल्पनाही करतां येणार नाहीं अशीं दिव्य कथानकंे तो चित्रित करितो।मानसिक प्रगल्भता फारच तीक्ष्ण असते। देशांतरी वारंवार प्रवास घडतात।अध्यात्मविद्येची गोडी असते।त्यांना सूचक स्वप्नें वारंवार   पडतात।भावंडांचें सौख्य लाभत नाहीं।तृतीयस्थानीं अशुभस्थितींत नेपच्यून असतांना नातेवाईक व शेजारी यांचेपासून तो   मनुष्य लुबाडला जातो व लेखनकार्य त्याला लाभदायक होत नाहीं।अकल्पित लेखन त्याच्याकडून लिहिलें गेल्यामुळें सामान्य  जनांना तें रूचत नाहीं व त्यामुळें तें मागंे पडून राहातें।"},
            {"value":"चतुर्थस्थानांत नेपच्यून असल्याने वृद्ध स्त्रिया कुटुंबांतील मंडळीमध्यें परस्परविरूद्ध कारस्थानें आणि सांसारिक दु:खें यांना कारणीभूत होतात। मातृकष्ट फार होतात।स्थावर इस्टेटीच्या व्यवहारांत नसते घोंटाळ माजतात।आयुष्याच्या उत्तरार्धामध्यें देहकष्ट होतात।आपलीं प्रेमाचीं माणसें आपल्या आधींच अंतरल्यामुळें उद्वेगावस्थंेत मृत्यु येतो।एकांतवासांत राहण्याची वेळ येते।"},
            {"value":"पंचमस्थानीं नेपच्यून असल्याने मनुष्य तंतुवाद्यकुशल, ललितकलांचा उपभोक्ता,विद्यासंगी, उत्तम संशोधक असा होतो।प्रेमविवाह घडतात।अध्यात्मविद्याव्यासंग घडतो।त्याला अखेरपर्यंत टिकणारे मित्र फारच थोडे राहातात।संतति फार देतो।व्यवहारांत दिवाळें वाजवितो।अशीं माणसें चैनी, व्यभिचारी, व्यसनी, सृष्टीविरूद्ध कर्में करणारीं असतात। पिशाच्चबाधा व  मंत्रतंत्रांपासून पीडा होते।  स्त्रीविशिष्ट रोग होतात।"},
            {"value":"षष्ठस्थानीं नेपच्यून असल्याने अति अौषधसेवनामुळें रोग उत्पन्न् करितो।त्याला उदररोग व गुह्यरोग होतात।मनुष्य सृष्टीविरूद्ध दुराचरण करणारा असतो।तो व्यभिचाराचाही योग आहे। खासगी भानगडी वारंवार उघडकीला येतात। अशा लोकांनी खाद्यपेयांमध्यें फसवणूक न होण्याबद्दल पूर्ण सावध राहावें।त्यांना सांसर्गिक रोग फार बाधतात।हाताखालील लबाड लोकांपासून त्रास व फसवणूक होते।षष्ठस्थ नेपच्यून असल्याने त्या मनुष्यांकडून दुसऱ्याची सेवा भक्तिपूर्वक घडते।कोणाच्याही   मदतीस आपण स्वत:च जाण्याचा त्यांचा स्वभावच असतो। जनावरें पाळणें फार आवडतें।  "},
            {"value":"सप्तमांत नेपच्यून असल्याने स्त्री व्यंग असलेली मिळते।द्विभार्यायोग घडतो।केव्हां केव्हां तर गुप्तपणें लग्न होतें।याचें कारण पुष्कळदां असें घडतें कीं, नीतिमत्त्ोसंबंधी दूषणें येतील अशी परिस्थिति त्याच्यासंबंधीं उपलब्ध असते।लग्नामध्यें हजारों भानगडी उपस्थित होतात। भागीदारीचे व्यवहार करूं नयेत।विश्र्वासघातकी जोडीदार मिळतात।त्या माणसाच्या विषयसंबंधी नीतिमत्त्ोबद्दल संशय सर्वत्र घेतला जातो।अशीं माणसें गुप्त शत्रुत्व, नसत्या भानगडी व कट रचणें हीं कामें करितात।"},
            {"value":"अष्टमस्थानीं नेपच्यून असल्याने तो जर पीडित असेल तर बुडून मृत्यु येतो।अौषधें व आहार सेवन करतांना काळजी घ्यावी।कारण फसगतीनें भलताच पदार्थ पोटांत जाण्याचा संभव असतो।मृत माणसांविषयीं आदरभाव असतो।मृत्युपत्रासं८बंधीं, वारशानें प्राप्त होणाऱ्या धनासंबंधी व भागीदारासंबंधीं भानगडी उपस्थित होतात।मृत्यूसंबंधी मोठा विचित्र प्रकार पाहावयास मिळतो।समाधियोग त्याला उत्तम साधतो, पण त्यांतच त्याचा अंत होतो।कौटुंबिक खर्चासाठीं द्रव्याची विवंचना नेहमीं लागून राहिलेली असते।"},
            {"value":"नवमस्थानीं नेपच्यून असल्याने त्या मनुष्याला अध्यात्मशास्त्र व गूढ तत्त्वें यांचा अभ्यास करण्याची फार आवड असते।त्याच्या अंगीं नवीन नवीन शास्त्रें विशेष शाळाशुद्ध शिक्षण घेतल्याशिवायही आकलन करण्याची शक्ति दिसून येते।जणूं काय तो पूर्वजन्मींचा शास्त्राध्ययनी याेगभ्रष्टच असल्यामुळें या जन्मांत नियमित काळीं त्याला तीं शास्त्रें स्फुरतात ॐ स्वप्न सृष्टीमधून त्याला नानाविध गोष्टी कळतात।कथानकें व कविता सुचतात। ललितकलांची त्याला आवड असते।भविष्यावादी असतात।नेपच्यूनमुळें   जलप्रवासाची व नवीन प्रदेश पाहाण्याची आवड फार असते।कायदेबाजींत त्रास, मानसिक विवचना, जलप्रवासांत अपघात, स्त्रीच्या स्त्रीकुडलींत पतीच्याहृ नातेवाइकांपासून लबाडीचे व्यवहार होतात।"},
            {"value":"दशमस्थानीं नेपच्यून असल्याने तो जर बलवान्‌ असेल तर मोठमोठ्‌या कंपन्यांच्या व्यवहारांमध्यें भाग घेण्याचे प्रसंग येतात।जलाशीं संबंध असणारे धंदे, हलक्या प्रतीचे धंदे, वाद्यें दुरूस्त करणें,संगीतकला, चित्रकला,वाङमयलेखऩ कवित्वशक्ति, गूढ विद्या यांची प्राप्ति होते।दुसऱ्याचे मनोविकार त्याला उत्तम प्रकारें जाणतां येतात।चांगला नांवलौकिक मिळतो।मात्र हा  नेपच्यून अशुभ स्थितींंत असतांना गृहकलह, अपयश, गुप्त त्रास, मानभंग़ नीतिमत्त्ोबद्दलचे अपवाद,सार्वजनिक दुलौंकिक या गोष्टी घडवितो।मातृपितृसौख्याचा नाश होतो।असा मनुष्य व्यसनी,लबाड़ लफंग्या, अनन्वित कृत्यें करणारा, सदाचार सोडून वागणारा होतो।त्याचा शेवट दुराचारामुळें अगदीं वाईट अवस्थेमध्यें होतो।"},
            {"value":"एकादशस्थानांत नेपच्यून असल्याने मित्र, शेजारी, अोळखीचे लोक़ यांच्यामुळेंच आयुष्यांत बऱ्याच घडामोडी होतात।अंतज्र्ञान व  दिव्य दृष्टि हीं प्राप्त होतात।हाच नेपच्यून पीडित असेल तेव्हा मैत्रीसंबंधी विचित्रपणा पाहावयास मिळतो।मित्र फसवतात।शरीरास व्यंग असलेल्या लोकांशी मैंत्री जमते।गुप्त कटाच्या जागा, गूढ प्रश्र्न संशोधन करण्याचें खातें,यांच्यापासून लाभ होतात।"},
            {"value":"व्दादशस्थानांत नेपच्यून असल्याने या माणसांना समाजांत फारशी मान्यता मिळत नाहीं। लोकोपयोगी आयुष्य घालविण्याची वृत्ति असते, पण तसे प्रकार हातून फारच कमी घडतात। आचरण मात्र त्या दिशेनें असतें।गुप्त शत्रुत्त्व, ऋणग्रस्तता, विश्र्वासघात, कैद, दंड़  व्यभिचारी वृत्ति व निंद्य कामें करण्याचा नाद यांमुळें वारंवार पीडा होते।"}
        ]
    },
    {
        "phlatudesh":[
            {"label":"प्ल्यूट फलादेश"},
            {"value":"प्रथमस्थानीं प्ल्यूटो असल्याने मनुष्य पुष्कळ अनुयायी मिळवून कार्यं करणारा,नम्र, परमेश्र्वरावर निस्सीम श्रद्धा ठेवणारा, दैववादी व सद्वर्तनी होतो।सद्वर्तनाचा पोकळ डौल दाखविणारा,आत्मस्तुति करणारा, जणूं काय जगाला सुधारण्याचा मक्ता आपल्याकडेच आहे असें भासविणारा, मधुरवचनी असा मनुष्य होतो।"},
            {"value":"द्वितीयस्थानीं शुभसंबंधित प्ल्यूटो असल्याने सांपत्तिक परिस्थिति सुधारते।घोंटाळे कधींच सुधारणार नाहींत।अत्यंत आळशीपणानेें अंगचे सद्‌गुणही व्यर्थ जातात।बोलण्यांत बेदरकारी फार असते।"},
            {"value":"तृतीयस्थानीं प्ल्यूटो असलेलीं माणसें जन्मभर ज्ञानसंपादनासाठीं धडपडत असतात।शास्त्रीय माहिती व्यवहारांत प्रत्यक्ष आचरून मानवी जीवन सुधारण्याचा प्रयत्न सतत चालू असतो। त्याच दिशेनें त्यांचे नेहमीं प्रयत्न चाललेले असतात।ज्ञानग्रहणशक्ति चांगली असते। आप्तेष्टांचे सुख मिळत नाहीं।ह्या स्थानीं प्ल्यूटो दूषित असल्याने विचार व वर्तन यांत अस्थैर्य आणि विसंगति फार असते।"},
            {"value":"प्ल्यूटो चतुर्थस्थानीं असल्याने जमीनजुमला, शेती, खाणी, यांत लाभ घडतात।जीवनांतील गुह्यें उकलण्याचा सतत प्रयत्न असतो।अर्थातच त्यामुळें चालू परिस्थितीविषयीं त्याच्या ठिकाणीं कित्येकदा बेदरकारी आढळते।परंतु प्ल्यूटो या स्थानीं अशुभसंबंधित असल्याने वरील वृत्तीचा अतिरेक होऊन हीं माणसें भटकत असतात आणि प्रतिकूल स्थितींतही आनंदी दिसतात।"},
            {"value":"पंचमस्थानीं प्ल्यूटा असल्याने मनुष्य नाना साधनांनीं सुखप्राप्ति करून घेण्यासाठीं धडपडत असतो।बुद्धीला ज्ञानग्रहणसामर्थ्य चांगलें असतें।आनंदी वृत्ति, आयुष्यभर कार्यक्षमता,सतत उत्साह, हे गुण अंगी असतात।चैनीची आवड़ भावनावशता, सृष्टिनियमाविरूद्ध प्रेम आणि भलतींच मनोराज्यें करणें, हे स्वभाव आढळून येतात।"},
            {"value":"षष्ठस्थानीं प्ल्यूटो असल्याने आरोग्य चांगलें राहात नाहीं।तो दुसऱ्याकडून स्वत:चीं कार्यें साधून घेण्यांत पटाईत असतो।मोठमोठ्‌या संस्थांचें चालकत्व तो उत्तम रीतीनें सांभाळूं शकतो। सेवावृत्ति चांगली असते।अशा माणसांचा दैवी आराधनंवर विश्र्वास असतो।साधुवृत्ति राहाते। स्वत:च्या कर्तबगारीचा डौल मिरविण्याची आवड आणि केवळ दुसऱ्याला मात्र उपदेश करणारा मनुष्य होतो।"},
            {"value":"सप्तमस्थानीं प्ल्यूटो असल्याने वैवाहिक जीवनांत विचित्रपणा असतो।विवाहानें जोडलें गेलेलें दांपत्य परस्परांविषयीं आदरभाव व प्रेम फारसें बाळगीत नाहीं।विवाह हा पुष्कळदां वादविवादविषय होत असतो।सामजिक मतांबद्दल बेफिकीरी असते।यामुळें पुष्कळदां सार्वजनिक अडचणी, जनसमाजापासून त्रास व विरोध यांची मात्र प्राप्ति होते।"},
            {"value":"प्ल्यूटो अष्टमस्थानीं असल्याने मृत्यु देखील संस्मरणीय होतो।मृत्यूनंतर सन्मान लाभतो।अशीं माणसें उन्न्त ध्येयासाठीं आत्मबलिदान करितात।अध्यात्माची आवड असते।दैवी सामर्थ्य व भौतिकेतर विषयांचा अभ्यास असतो।वशीकरण, किमया, यांची आवड  असते।मानसिक अध:पात होतो।अत्यंत अौदासीन्य़ गुप्त कट, विषप्रयोग़ सांपत्तिक उधळपट्टी यांपासून पीडा प्राप्त होते।"},
            {"value":"प्ल्यूटो नवमस्थानीं असल्याने दूर देशांत प्रवास घडतात।विश्र्वबंधुत्वभावना असते।आध्यात्मिक सामर्थ्य उत्तम प्रकारें प्राप्त  होतें।व्यवहाराचातुर्य चांगलें असतें।मुत्सद्दीपणा अंगीं येतो।कायदा आणि सार्वजनिक विषय यांत नाना प्रकारची उलथापालथ करण्याचा प्रयत्न करून तो मनुष्य अडचणींत येतो।आप्तेष्टही त्याला त्रासदायक होतात।"},
            {"value":"दशमस्थानीं प्ल्यूटो असल्याने मनुष्य पुढारी होतो।उत्तम खटपटी कार्यकर्ता,नाना प्रकारच्याचळवळी करणारा, प्रतिपक्ष्यांशीं उघड विरोध पतकरून विजयी होणारा, स्फूर्तिसंपन्न्, ध्येयवादी,उद्योगधंद्यांमध्यें प्रवीण असा मनुष्य होतो।लहानपण त्रासांत जातें।माता­पिता प्रतिकूल परिस्थितींत असतात।असा मनुष्य सार्वजनिक कार्यें व उद्योगधंदा यांत बहुधा यशस्वी होत नाहीं।"},
            {"value":"एकादशस्थानीं प्ल्यूटो असल्याने मित्रांकरितां स्वार्थत्यागही करण्याची माणसाची तयारी असते। गुप्त मित्र पुष्कळ असतात।द्रव्यलाभ  आकस्मिक रीतीनें होतो।सार्वजनिक कार्यें अनेक कष्ट सोसूनही यशस्वी करण्याचा दृढनिश्चय असतो।जनसमाजानें त्याग केलेल्या व  दुर्वर्तनी व्यक्तींबरोबर मैत्री राहाते ऌ आणि त्यामुळें पुष्कळदां अध:पात होतो।"},
            {"value":"प्ल्यूटो द्वादशस्थानीं असल्याने खासगी जीवनांत संकटें फार येतात।गुप्त कारस्थानें अोळखून काढण्याची कला असते।तशीच अत्यंत गूढ वषयांची आवड असते।दैवी सामर्थ्य प्राप्त करून घेणें, अध्यात्माचा प्रचार करणें हीं जणूं काय त्याचीं जीवनकार्यें होऊन  राहातात। उत्तम कीर्ति लाभते।"}
        ]
    },
    {"name":"भावेंशांचे फलादेेेश"},
    {"lagneshphalvichar":[
        {"label":"लग्नेश फलविचार : "},
        {"value":"लग्नेश लग्नीं असल्याने स्पराक्रमानें उदयास येणारा, कुलदिपक़ विशेष आत्मविश्र्वासू, शरीर सुदृढ रूदृढ व रूपवान्‌ असा होतो।"},
        {"value":"लग्नेश द्वितीय स्थानीं असल्याने कुटुंबाचें सुख भोगणारा, सुखानेें अन्न् भक्षण करणारा, देवघेवीच्या व्यवहारांत कुशल व  धनसंग्रही असा होतो।"},
        {"value":"लग्नेश तृतीयांत असल्याने पराक्रमी, भावंडांपासून दूर न राहणारा,स्वतंत्र कर्तबगारी दाखविणारा, आग्रही, सहासी असा होतो।"},
        {"value":"लग्नेश चतुर्थस्थानीं असल्याने वाहन सुख उत्तम मिळतें, घरांत पुढारीपणा मिळतो, गृह, शेतें याची प्राप्ति होते, आप्तवर्ग प्रेम करतात व सुख प्राप्त होतें।"},
        {"value":"लग्नेश पंचमांत असल्याने त्याचा पिता यशस्वी असतो व तो मनुष्य स्वत: धनवान्‌ व संततीवर प्रेम काणारा,मित्रमंडळीशीं करमणुकीच्या कार्यांत सहमत होणारा विद्वाऩ धनवान्‌ व उपासनामार्गाचें आचरण करणारा होतो।"},
        {"value":"लग्नेश षष्ठस्थानीं असल्याने शरीर रोगट होतें, व्यंग असतें, शरीरसाैख्य मिळत नाहीं,चांगले नोकर मिळत नाही व कितीही कर्तबगारी दाखविली तरी मनाजोगी प्रसिद्धी मिळत नाहीं।"},
        {"value":"लग्नेश सप्तमांत असल्याने ताें मनुष्य वादविवाद करण्यांत हौशी असतो। त्याचे मत्सरी लोक बरेच असतात। परदेशांत भाग्योदय होतो। नेहमीं फिरत राहावें लागतें।दुसऱ्याच्या अनुषंगानें उद्योगधंदा चालतो व विषयलंपटपणा येतो। लग्नेश शुभग्रहयंक्त असा सप्तमस्थानीं असल्याने चांगल्या घराण्याशीं विवाहसंबंध घडतो।"},
        {"value":"लग्नेश अष्टमांत असल्याने बलहीनता येते, दगदगींत आयुष्य जातें,शरीरसुख मिळत नाहीं,सट्टे­जुगारादि दुर्व्ययन लागतें व  गुप्त साधनांनीं द्रव्य मिळविण्याची हौस असते।"},
        {"value":"लग्नेश नवमांत असल्याने पुत्रवान्‌, भाग्यवान्‌, कीर्तिमान्‌,धर्माचरणी, दैवी शक्तीचा, परोपकारी, संतसमागम करणारा असा होतो।"},
        {"value":"लग्नेश दशमांत असल्याने राजकारणांत भाग घेणारा, कीर्तिमान्‌, कर्तबगाऱ सार्वजनिक विषयांची आवड बाळागणारा व अधिकारसंपन्न् होतो।"},
        {"value":"लग्नेश एकादशांत असल्याने द्रव्य पुष्कळ मिळतें, अकल्पित लाभ होतात व उत्तम मित्र मिळतात।  "},
        {"value":"लग्नेश द्वादशांत असल्याने मन वारंवार उदासीन होतें। कितीही श्रम केले तरी थोडक्याकरितां सर्व फुकट जातें। भानगडीचे पडण्याचे प्रसंग येतात। हातांत पैशा टिकत नाहीं व कर्ज काढलें तर तें फिटत नाहीं।"}
    ]
    },
    {
    "dudeshphalvichar":[
        {"label":"द्वितीसयेश फलविचार"},
        {"value":"द्वितीयेश लग्नांत असल्याने यत्नावांचून कुटुंबसौख्य व धन यांचा लाभ होतो।मात्र तो द्वितीयेश क्रूरग्रह असेल किंवा लग्नस्थान हें त्याचें शत्रुत्पसंबंधी असेल तर द्रव्यचिंता व कुटुंबचिंता प्राप्त होते।  कुटुंबाची जबाबदारी त्याचेवर येते।"},
        {"value":"द्वितीयेश द्वितीसस्थानीं असल्याने कौटुंबिक धन व वडिलार्जित धन यांचा लाभ होतो। पैशांच्या देवघेवींत फायदा होतो। कौटुंबिक सुख मिळतें व उत्तम पदार्थांचें भोजन घडतें। पुष्कळ मनुष्यांचे पोषण घडतें व वडिलार्जित धनाचा लाभ हातों।"},
        {"value":"द्वितीयेश तृतीयस्थानीं असल्याने द्रव्यार्जनसाठी भयंकर अलाढडाली करणारा,द्रव्यसंपादन करणारा व भावंडांना सुखी ठेवणारा होतो।"},
        {"value":"द्वितीयेश चतुर्थांत असल्याने संपत्तीचा उपभोग घेणारा होतो।स्थावर इस्टेट मिळते।"},
        {"value":"द्वितीयेश पंचमांत असल्याने विद्यार्जन व मित्रकार्य यांत द्रव्याचा खर्च होतो। द्रव्यही पुष्कळ मिळतें व मुलांना पुष्कळ संपत्ती शिल्लक राहाते।"},
        {"value":"द्वितीयेश षष्ठांत असल्याने धननाश होतो, विरोधी लोक धनासाठीं तंटे उपस्थित करतात,नोकर फसवून पैसे लुटतात व अडचणींत सापडावें लागतें।"},
        {"value":"द्वितीयेश सप्तमांत असल्याने बराचसा पैसा प्रतिपक्ष्यांची खोड मोडण्यांत खर्च करावा लागतो। विषयसेवनासाठीं व  ऐषआरासाठीं पैसा जातो व फारच थोडी शिल्लक हातीं राहते।"},
        {"value":"द्वितीयेश अष्टमंात असेल तर धन नाश होईल।दुसरें गुप्त धन मिळविण्यासाठीं स्वत:चेंच खर्च होईल। जास्त मेहेनत करून थोडा आर्थिक लाभ होईल।कौटुंबिक खर्च भागवितांना मोठी दगदग पडेल व वक्तृत्व साध्य होणार नाहीं।"},
        {"value":"द्वितीयेश नवमस्थानीं असल्याने सावंजनिक धर्मदाय गोष्टींत पैसा खर्च होईल। घरांत वारंवार मंगलकार्ये घडतील व नातेवाइकांना प्रसन्न् ठेवण्यासाठींचे बहुतेक द्रव्याचा व्यय होईल।"},
        {"value":"द्वितीयेश दशमांत असल्याने मानसन्मान भोगणारा, सावकारी धंदा करणारा,राजकारणांत पैसा खर्च करणारा व पितृभक्त होईल।"},
        {"value":"द्वितीयेश एकादशांत असल्याने सांपत्तिक लाभ फार होतात।"},
        {"value":"द्वितीयेश द्वादशांत असल्याने व्यसनांत द्रव्यखर्च होतो। मोठे व्यवहार आंगलट येऊन नुकसान होतें व राजदंड होतो। "}
    ]
    },
    {
        "tuteyashphalvichar":[
            {"label":"तृतीयंश फलविचार :"},
            {"value":"तृतीयेश लग्नस्थानीं असल्याने पाठीवरील भावंडे सुखी होतात। स्वभाव साहसी, भांडखोऱ महत्वकांक्षी बनतो। भावंडे कीर्तिमान असतात।"},
            {"value":"तृतीयेश द्वितीयांत असल्याने भावंडांसाठीं धनाचा व्यय होतो। कुटुंबांत भाऊबंदकी वाढते ब त्यांत फसगत होते।"},
            {"value":"तृतीयेश तृतीयांत असल्याने लष्करी बाणा अंगीं येतो।  पराक्रम घडतात। साहस, हट्ट व स्वतंत्र वृत्ति यांची प्राप्ती होते।  पाठीवरील भावंडें सुरक्षित राहातात।"},
            {"value":"तृतीयेश चतुर्थांत असल्याने आप्त व नातेवाईक यांच्या त्रासांचें निवारण करणयांत पराक्रम दाखवावा लागतो।घरें बांधणें,शेती व घरगुती स्थैर्य हीं चांगली घडतात।दिव्य वस्त्रें मिळतात।"},
            {"value":"तृतीयेश पंचमांत असल्याने संतति पराक्रमी होते।  ईश्वरप्राप्तीसाठीं यत्न होतात।"},
            {"value":"तृतीयेश षष्ठांत असल्याने पराक्रमहीनता येते, नेहमीं शत्रूच्या आवांक्यांत सापडतो व भावंडेंच शत्रू होतात।"},
            {"value":"तृतीयेश सप्तमांत असल्याने प्रतिपक्ष्यावर नेहमीं विजय मिळेल।भागीदारींत दुसऱ्याच्या स्वाधीन होणार नाहीं। पुष्कळ प्रवास घडतील।  स्त्रिया त्याच्या पराक्रमावर खूष होतील।"},
            {"value":"तृतीयेश अष्टमांत असल्याने पराक्रमांत यश मिळणार नाहीं।  भावंडांचेंही सुरू नाहीं।"},
            {"value":"तृतीयेश नवमांत असल्याने पराक्रमशाली होईल।  परदेशगमऩ तीर्थयात्रा,सत्कृत्यांसाठीं झटणे व कीर्तिलाभ होणें या गोष्टी घडतील।"},
            {"value":"तृतीयेश दशमांत असल्याने राजदरबारीं मानमरातब मिळेल। सार्वजनिक कार्यांत पराक्रम दिसून येईल व मोठमोठ्‌या उलाढाली घडतील।"},
            {"value":"तृतीयेश एकादशांत असल्याने स्वपराक्रमानें लाभ होतील। अनेक वेळां बक्षिसें मिळतील।मित्रसुख व श्रीमंती हीं प्राप्त होतील।"},
            {"value":"तृतीयेश द्वादशांत असल्याने कितीही प्रयत्न केले तरी इष्टसिद्धी होत नाहीं। चैन व उधळेपणा हे दुर्गुण प्राप्त होतात।"}
        ]
    },
    {
		"chaturthphalvichar":[
			{"label":"चतुर्थेश फलविचार :"},
			{"value":"चतुर्थेश लग्नीं असल्याने वाहनसौख्य मिळते इस्टेट मिळते व मातृसुख मिळतें। "},
			{"value":"चतुर्थेश द्वितीयांत असल्याने धनसंग्रह, सावकारी, आप्तेष्टांचें सुख व कुटुंबसुख मिळतें।"},
			{"value":"चतुर्थेश तृतीयांत असल्याने द्रव्य फारच थाडें शिल्लक राहील। स्वत: मिळविलेला पैसा इस्टेटी घेण्यांत खर्च होईल।"},
			{"value":"चतुर्थेश चतुर्थांत असल्याने विशषेंता प्रवीण होतो, वाहनसौख्य मिळतें, ऐषआराम भोगावयास मिळतात व अनायासानें घर मिळतें।बागा, शेती, गुरांचे कळप पाळणें हे व्यासंग लाभदायक होतात।चतुर्थेश या स्थानीं बुधयुक्त असल्याने हीं फळें जास्त प्रकर्षानें मिळतात।"},
			{"value":"चतुर्थेश पंचमांत असल्याने श्रीमंत होईल।मुलांना उपयोगी पडएारी स्थावर इस्टेेट करील। मातृभक्त होईल। "},
			{"value":"चतुर्थेश षष्ठांत असल्याने पशूंपासून अपघात, स्थावर इस्टेटींत त्रास, सुखाची इच्छा अतृप्त राहाणें व विशेष स्थावर इस्टेट न होणे हीं फलें मिळतात। गृहसौख्य लाभत नाहीं।"},
			{"value":"चतुर्थेश सप्तमांत असल्याने लवकर लग्न होतें। फळें, धान्यें व जनावरें यांचा व्यापार फायदंशीर होतो।"},
			{"value":"चतुर्थेश अष्टमांत असल्याने भाग्यहीनता येते।घरांत राहाणें घडत नाहीं। भूमिगत धन मिळतें।मातृसौख्य कमी लाभतें।संपत्ति बरी  राहाणार नाहीं।"},
			{"value":"चतुर्थेश नवमांत असल्याने वाहनप्राप्ति होते। आप्तेष्टांशीं विरोध येतो। इस्टेटींच्या व्यवारांत नुकसान येतें।  सुंदर घर राहावयास मिळतें।"},
			{"value":"चतुर्थेश दशमंात असल्याने पितृ भक्त होतो, धन मिळतें,शेतीकडे विशेष लक्ष राहातें व राजाकढून मानसन्मान मिळतो।"},
			{"value":"चतुर्थेश एकादशांत असल्याने चतुर्थभावाचें फळ अल्प प्रमाणांत लाभेल।"},
			{"value":"चतुर्थेश द्वादशांतअसल्याने पडक्या घरांत राहावें लागतें,शेतीवाडीसाठीं पुष्कळ पैसा खर्च होतो व परदेशांत अगर दुसऱ्याच्या घरीं वसति करावी लागते। "}
		]
    },
	{
		"panchameshphalvichar":[
			{"label":"पंचमेश फलविचार : "},
			{"value":"पंचमेश लग्नीं असल्याने मनुष्य विद्वान्‌, पुत्रवत्सल, कल्पक व विद्याव्यासंगी होईल।"},
			{"value":"पंचमेश द्वितीयांत असल्याने त्याची विद्या हेंच त्याच्या उपजीविकेचें साधन राहील। पैसाही बरा मिळेल आणि लौकिक वाढेल।"},
			{"value":"पंचमेश तृतीयांत असल्याने विद्येसंबंधीं पराक्रम गाजवील।  वादविवादांत यशस्वी होईल। परोपकारी, पुण्यकृत्यें करणारा व ईश्र्वरभक्त होईल।"},
			{"value":"पंचमेश चतुर्थांत असल्याने स्थावर इस्टेटीचा लाभ मिळतो व धनवान्‌ होतो।  "},
			{"value":"पंचमेश पंचमांत असल्याने उपासनामार्गात विजयी होतो।  संततिसौख्य उत्तम मिळतें। विद्याभ्यासांत उत्कृष्ट प्रगति होते।"},
			{"value":"पंचमेश षष्टांत असल्याने शत्रुंकडून उपेक्षा केलेला व विद्या वादविवादांतच खर्च करणारा असा होतोे।  विद्यासंपादनांत अडचणी उपस्थित होतात।  विद्येमुळें मत्सर फार वाढतो। वैद्यकविषयाचा व्यासंग घडतो। "},
			{"value":"पंचमेश सप्तमांत असल्याने व्यापारी, वकील, उपदेशक़ वादविादपटु व स्त्रीच्या तंत्रानें चालणारा होतो।संततिसुख उत्तम मिळतेें।  "},
			{"value":"पंचमेश अष्टमांत असल्याने त्याची विद्या सुखाला कारण होत नाहीं।  संततीमुळें कष्ट होतात।"},
			{"value":"पंचमेश नवमांत असल्याने ग्रंथकाऱ तत्ववेता, न्यायी, धार्मिक वृत्तीचा, उपदेशक असा होतो। विद्या हीच त्याच्या भाग्याला कारण  होते व समाजसुधारक होतो।"},
			{"value":"पंचमेश दशमांत असल्याने नोकरी­पेशाचा, उत्तम कारकूऩ संगीतकलाकुशल व चतुर असतो।"},
			{"value":"पंचमेश एकादशांत असल्याने संततिसुख उत्तम  मिळतें।बुद्धिवान्‌, विद्वान्‌ व मित्रवर्गांत मोठा प्रिय होतो।"},
			{"value":"पंचमेश द्वादशांत असल्याने विद्येमुळेंच संकटें अोढवतात।दुर्व्यसनांकडे व स्वत:च्या नुकसानीकडे विद्येचा उपयोग होतो।"}
		]
    },
	{
		"shashthaphalvichar":[
			{"label":"षष्ठेश फलविचार"},
			{"value":"षष्ठेश लग्नीं असल्याने शरीरकष्ट फार होतात। तो कसाही वागला तरी त्याचें शत्रुत्वच करतात। मात्र तो शत्रूंवर नेहमीं विजय मिळवितो।  शरीराला व्रणपीडा होते।"},
			{"value":"षष्ठेश द्वितीयांत असल्याने कौटुंबिक खटके व वडिलार्जित इस्टेटीसंबंधीं भांडणें होतात। त्याचा स्वभावच भांडखोर होतो। सुखानें  जेवण मिळणार नाहीं। त्याचें धन पुत्र घेतील।"},
			{"value":"षष्ठेश  तृतीयांत असल्याने कर्तबगारींत परस्वाधीन होतो।  भावंडे प्रेमाने वागत नाहींत। त्याच्यामुळें गांवाला उपद्रव होतो व तो नाभिरोगी होतो।"},
			{"value":"षष्ठेश चतुर्थांत असल्याने स्थावर इस्टेटीसंबंधीं भांडणें होतात, नोकर फितुर होतात,घरांत अपमान होत राहतो व पशूंपासून अपघात होतात।"},
			{"value":"षष्ठेश पंचमांत असल्याने आयुष्यांत दगदगच फार मित्र व संपत्ती यांचें सुख कमी मिळेल। संततिसौख्य नाहीं। मनाला साधान कमी।"},
			{"value":"षष्ठेश षष्ठांत असल्याने शरीरप्रकृति सुदृढ राहील, पण नेहमीं दगदगींत आयुष्य काढावें लागेल। भांडखोरपणा खूप करावा लागेल। मात्र त्यांत पुष्कळ वेळां विजय प्राप्त होईल।"},
			{"value":"षष्ठेश सप्तमांत असल्याने स्त्रीमुळें भांडणें होतात। स्त्रीकडील नातेवाईक फसवतात व भागीदारींत तंटे होतात।"},
			{"value":"षष्ठेश अष्टमांत असल्याने कौटुंबिक सुख मिळत नाहीं। बक्षिसें मिळत नाहींत,वारसाहक्कासंबंधी तंटे होतात व शरीरप्रकृति वारंवार बिघडते।षष्ठेश पापग्रहयुक्त अष्टमांत असल्याने व्रण होतात।  "},
			{"value":"षष्ठेश नवमांत असल्याने भाग्योदय काळीं वारंवार अडथळे येतात व अकीर्ति होते।  "},
			{"value":"षष्ठेश दशमांत असल्याने सार्वजनिक कामांत तंटेबखेडे माजतात।अधिकार सुरळीत चालत नाहीं। गुप्तपणें शत्रुत्त्वं करणारे लोक फार असतात।"},
			{"value":"षष्ठेश एकादशांत असल्याने मित्र देखील शत्रु होतील। पैसा कितीही मिळाला तरी वादांत खर्च होईल।  लाभ कमी होतील।"},
			{"value":"षष्ठेश द्वादशांत असला तर दुर्व्यसनें लागतात व राजकीय संकटें  भोगावीं लागतात।"}
		]
    },
	{
		"sapthmeshphalvichar":[
			{"label":"सप्तमेश फलविचार"},
			{"value":"सप्तमेश लग्नीं असल्याने विषयवासना तीव्र असते।स्त्रीवरून भांडणाचे विषय उकरून काढणारा,चंचल, प्रवासी व स्वतंत्र मताचा होते।"},
			{"value":"सप्तमेश द्वितीयांत असल्याने स्त्रीकडून धन मिळतें।  भागीदारींत पैसा मिळतो। कुटुंबावर प्रेम असतें।  व्यापार चांगला चालतो।"},
			{"value":"सप्तमेश तृतीयांश असल्याने स्त्रीमुळें भावंडांत दुही माजेल।कर्तबगारी वाढेल। स्वभाव क्रोधी असेल।"},
			{"value":"सप्तमेश चतुर्थांत असल्याने स्त्री सद्‌गुणी व उत्तम संसार करणारी अशी मिळते। स्थावर इस्टेटीचा लाभ होतो। "},
			{"value":"सप्तमेश पंचमांत असल्याने संततिहीन व स्त्रीहीन होतो असें एक मत आहे, पण याचीं फलें चांगलींही मिळतात।  देवतेची उपासना करणारा व संततिसौख्य असणारा होतो।"},
			{"value":"सप्तमेश षष्टांत असेल तर स्त्री हेंच भांडणाचें मूळ।लग्नांत विघ्नें येतात। सप्तमेश शुक्रयुक्त षष्ठांत असल्याने पत्नी वांझ असण्याचा संभव असतो।"},
			{"value":"सप्तमेश सप्तमांत असल्याने मनाजोगा विवाह घडतो। स्त्रीचा आज्ञाधारक व विषयवासना जास्त असते।  "},
			{"value":"सप्तमेश अष्टमांत असल्याने स्त्री सौख्य मिळत नाहीं।"},
			{"value":"सप्तमेश नवमांत असल्यानेनाही हेंच भाग्याचें कारण।  दूर देशांत उद्योगधंद्यासंबंधीं हिंडावें लागतें। घरांत धार्मिक विधी बरेच चालतात।"},
			{"value":"सप्तमेश दशमांत असल्याने सार्वजनिक हिताच्या कार्यांत स्त्रीची मदत फार होते। स्वतंत्र धंदा व दीर्घोद्योगीपणा असतो।  "},
			{"value":"सप्तमेश एकादशांत असल्याने स्त्रीसौख्य़ संततिसुख, भागीदारींत लाभ,मित्रसुख व हस्तकलाकौशल्यामुळें लाभ यांची प्राप्ति होते।"},
			{"value":"सप्तमेश द्वादशांत असल्याने भांडणांत अपयश येतें।स्त्रीविषयक दगदग फार होते। दुर्व्यसनांत खर्च जास्त होतो।"}
		]
    },
	{
		"aashthaphalvichar":[
			{"label":"अष्ठमेश फलविचार"},
			{"value":"अष्ठमेश लग्नस्थानीं असल्याने शरीरसौख्य मिळणेंअशक्य आहे। कौटुंबिक धनासंबंधीं सतत त्रास होत राहील।"},
			{"value":"अष्ठमेश द्वितीयांत असल्यानेना वारसाहक्काने किंवा बक्षिसहक्कानें धनलाभ होतो। लांचखाऊ माणूस होतो।"},
			{"value":"अष्ठमेश तृतीयांत असल्याने वाईट मार्गाने कर्तबगारी चालते।"},
			{"value":"अष्ठमेश चतुर्थांत असल्याने प्रयत्नाशिवाय घर शेतीवाडी यांचा लाभ होतो।"},
			{"value":"अष्ठमेश पंचमांत असल्याने भूत­पिशाच्चसाधनांत लक्ष लागतें।  जुगारी होतो। दुर्गुणी संतति होते।"},
			{"value":"अष्ठमेश षष्ठांत असल्याने लोकांना उपद्रव देणारा व चोर होतो। आयुष्य कमी असतें व कष्टदायक काल जातो।"},
			{"value":"अष्ठमेश सप्तमांत असल्याने गुप्त कारस्थानांमुळें फार अडचणींत सापडावें लागतें। शरीरसुख मिळत नाहीं।  दुर्व्यसनांत खर्च होतो।"},
			{"value":"अष्ठमेश अष्टमांत असल्याने दीर्घायुष्य मिळतें।  श्रमाशिवाय धन मिळतें। गुप्त कृत्यें फार आवडतात।लोकांचा विश्र्वासूपणा त्याचे"},
			{"value":"अष्ठमेश नवमांत असल्याने लोक त्याच्यावर पैशाच्या कामीं फार विश्र्वासतील। मोठमोठ्‌या इस्टेटींचा विश्र्वस्त होईल।  "},
			{"value":"अष्ठमेश दशमांत असल्याने राजापासून द्रव्य मिळतें।  सार्वजनिक चळवळींत पैसा मिळतो।"},
			{"value":"अष्ठमेश एकादशांत असल्याने मित्राद्वारे पैशांचा लाभ होतो।अनेकवेळां बक्षिसें मिळतात। आयुष्य प्रथमत: कष्टदायक होतें, पण वयाच्या  उत्तरार्धात सुख मिळतें।"},
			{"value":"अष्ठमेश द्वादशांत असल्याने पैशांचे दिवाळें निघतें। अनेक प्रकारांनी व कुमार्गांत देखील पैसा जातो।  "}
		]
    },
	{
    "navmeshphalvichar":[
        {"label":"नवमेश फलविचार"},
        {"value":"नवमेश लग्नांत असल्याने भाग्य त्याचेकडे चालत येईल। धार्मिक कायर्ें करण्याची मोठी हौस असेल।"},
        {"value":"नवमेश द्वितीयांत असल्यानेना मनुष्य मोठा प्रेमळ असतो। कुटुंबात तो प्रिय असतो।"},
        {"value":"नवमेश तृतीयांत असल्याने सुप्रसिद्ध होईल।  पराक्रमानें उदयास येईल। भावंडांचा लौकिक वाढवील।"},
        {"value":"नवमेश चतुर्थांत असल्याने श्रीमंतीचा उपभोग घेईल।  मोठालीं घरें बांधील। शेती व बागाईत करील।  "},
        {"value":"नवमेश पंचमांत असल्याने मोठा ईश्र्वरभक्त होईल।  विद्या व भाग्य हीं दोन्ही साध्य होतील। ग्रंथकर्ता होईल।  आचरण पवित्र असेल।"},
        {"value":"नवमेश षष्ठांत असल्याने भाग्यवृद्धि होणार नाहीं। नेहमीं शत्रूंच्या तडाख्यांत सापडावें लागेल।"},
        {"value":"नवमेश सप्तमांत असल्याने भाग्योदय स्त्रीमुळेंच होणार किंवा विवाहानंतर भाग्योदयाचे दिवस लाभतील।व्यापार चांगला"},
        {"value":"नवमेश अष्टमांत असल्याने मनाप्रमाणे कितीही प्रयत्न केला तरी भाग्योदय व्हावयाचा नाहीं।"},
        {"value":"नवमेश नवमांत असल्याने भाग्य व यश यांना तोटाच नाहीं। स्वधर्मनिष्ठ व पुण्यवान्‌ माणूस होईल।"},
        {"value":"नवमेश दशमांत असल्याने राजकारणधुरंधर हܚल।  राजकीय मानसन्मान लाभेल।"},
        {"value":"नवमेश एकादशांत असल्याने पुष्कळ धन मिळेल।"},
        {"value":"नवमेश द्वादशांत असल्याने भाग्योदयाच्या नादीं लागून अपकिर्ति व दारिद्रय मात्र पदरांत येईल।  "}
    ]
    },
	{
    "dashameshphalvichar":[
        {"label":"दशमेश फलविचार"},
        {"value":"दशमेश लग्नीं असल्याने मोठा दीर्घोद्योगी होईल।स्वपराक्रमानें भाग्य मिळवील।"},
        {"value":"दशमेश द्वितीयांत असल्याने कुटुंबसुख उत्तम मिळेल।  सरकारी कामांत भाग्योदय होईल।"},
        {"value":"दशमेश तृतीयांत असल्याने कर्तबगाऱ दीर्घोद्योगी, स्वतंत्र बाण्याचा व व्यापारी होईल।"},
        {"value":"दशमेश चतुर्थांत असल्याने वैभवाचा उपभोग घ्यावयास मिळेल। गृहसौख्य उत्तम लाभेल।स्थावर मिळकतीचें सुख मिळेल।"},
        {"value":"दशमेश पंचमांत असल्याने उपदेश, मुत्सद्दी व विद्वान्‌ होईल।"},
        {"value":"दशमेश षष्ठांत असल्याने शत्रूबरोबर सार्वजनिक कार्यांत झगडून बराच काल फुकट जाईल।"},
        {"value":"दशमेश सप्तमांत असल्याने परदेशांत उद्योगधंदा व भाग्योदय होईल।परदेशांशीं व्यापार चालेल। कोर्टें व भागीदारीचे धंदे यांपासून बरेंच धन प्राप्त होईल।"},
        {"value":"दशमेश अष्टमांत असल्याने मनोरथ अपूर्ण राहतील। काबाडकष्टच करावे लागतील।"},
        {"value":"दशमेश नवमांत असल्याने धर्मकार्यें करणारा, यज्ञयाग करणारा, सदाचरणी,पितृभक्त व स्वतंत्र धंदे करून भाग्योदय पोहोंचणारा होईल।"},
        {"value":"दशमेश दशमांत असल्याने मोठा सन्मान मिळविणारा, राजमान्य व व्यापारधंद्यांत कुशल होईल।"},
        {"value":"दशमेश एकादशांत दुसऱ्याची ताबेदारी करील, पण त्यांत द्रव्यलाभ बराच होईल।"},
        {"value":"दशमेश द्वादशांत असल्याने नेहमीं सांपत्तिक अडचण कायम राहील। अशा माणसानें मोठाले धंदे करण्याच्या भानगडींत पडूंच नये हें बरें। त्याला राजकीय संकटें प्राप्त होतात।"}
    ]
    },
	{
    "ekameshphalvichar":[
        {"label":"एकादशेश फलविचार"},
        {"value":"एकादशेश लग्नांत असल्याने धनवान्‌ व मित्रवान्‌ हܚल।"},
        {"value":"एकादशेश द्वितीयांत असल्याने पैशांच्या देवघेवी करणारा व संपत्तिमान्‌ हܚल।"},
        {"value":"एकादशेश तृतीयांत असल्याने स्वतंत्र वृत्तीचा, भावंडांवर प्रेम करणारा व द्रव्यवान्‌ होईल।"},
        {"value":"एकादशेश चतुर्थांत असल्याने घरें बांधील, स्थावर इस्टेटीपासून लाभ होईल।मातृभक्त होईल। वैभव प्राप्त होईल।"},
        {"value":"एकादशेश पंचमांत असल्याने विद्या चांगली होते, ईश्र्वरभक्ति घडते व संततिसुख उत्तम मिळतें।"},
        {"value":"एकादशेश षष्ठांत असल्याने शत्रू लाभ नष्ट करतात, द्रव्य शिल्लक राहात नाहीं,मित्र देखील शत्रुत्व करतात व मामापासून लाभ नष्ट होतात।"},
        {"value":"एकादशेश सप्तमांत असल्याने स्त्री व भागीदार यांचेकडून भाग्योदय होईल।  "},
        {"value":"एकादशेश अष्टमांत असल्याने श्रम केल्याशिवाय लाभ होतात, बेवारशी इस्टेट मिळते,गुप्तधन मिळतें व मन उदासीन राहातें।"},
        {"value":"एकादशेश नवमांत असल्याने बरेच वेळां मोठमोठे लाभ घडतात।"},
        {"value":"एकादशेश दशमांत असल्याने व्यापर उद्योगधंदा यांत धन मिळतें।गरीबी राहात नाहीं।"},
        {"value":"एकादशेश एकादशांत असल्याने अनेक लाभ होतील। संततिसौख्य मिळेल व मित्रांचें साह्य चांगलें लाभेल।"},
        {"value":"एकादशेश द्वादशांत असल्याने पैसा पुरणार नाहीं।  नेहमीं पैशांची विवंचना राहील।"}
    ]
    },
	{
    "ekadeshphalvichar":[
        {"label":"द्वादशेश फलविचार"},
        {"value":"द्वादशेश लग्नीं असल्याने मनुष्य उधडा होतों।  चांगलें भाषण  करणारा व मोहक होतों। वेडेपणानें द्रव्य भलत्याच गोष्टींत ,खर्च करितो।"},
        {"value":"द्वादशेश द्वितीयांत असल्याने कुटुंबासाठीं कर्ज होतें। दुसऱ्याचे हवाले घेवून त्यांत नुकसान होतें।"},
        {"value":"द्वादशेश तृतीयांत असल्याने भावंडांची जबाबदारी अंगावर पडते तत्प्रीत्यर्थ खर्च कराव लागतात व कुमार्गांनीं पैसा मिळविण्याकडे"},
        {"value":"द्वादशेश चतुर्थांत असल्याने स्थावर इस्टेटीचा नाश हܚल।  आप्ताकडून फसवणूक हܚल।"},
        {"value":"द्वादशेश पंचमांत असल्याने विद्येचा अपव्यय होईल।  मुलें उधळीं होतील।"},
        {"value":"द्वादशेश षष्ठांत असल्याने नोकऱ शत्रु, चोऱ यांचेकडून उपद्रव होईल।दारिद्रयभोगावे लागेल।"},
        {"value":"द्वादशेश सप्तमांत असल्याने स्त्रीप्रीत्यार्थ धनाचा व्यय होईल।स्त्री चैनी व ऐषआरामी असेल। वादविवाद व कोर्टांतील खटले यांत  खर्च होईल।"},
        {"value":"द्वादशेश अष्टमांत असल्याने अविचारानें धननाश होईन। दुर्व्यसनांत पैसा जाईल।"},
        {"value":"द्वादशेश नवमांत असल्याने सर्व संपत्ति धर्मकृत्यें, प्रवास व नातेवाइकांच्या गरजा यांत खर्च होईल।तीर्थयात्रा घडतील"},
        {"value":"द्वादशेश दशमांत असल्याने धंद्यांत अंदाज नेहमीं चुकतील व आर्थिक नुकसानी हܚल।"},
        {"value":"द्वादशेश एकादशांत असेल तर मित्रांमुळें संकटें येतील।"},
        {"value":"द्वादशेश द्वादशांत असल्याने दुर्व्यसनें व मूर्खपणा यांत खर्च होईल। स्त्री सौख्य मिळणार नाहीं।  "}
    ]
    }
]
    
